{
  "id": "alcohol-butyric-acid",
  "date": "2026.02.25",
  "ko": {
    "title": "술이 간을 망치는 진짜 경로 — 장 속 낙산균이 중요한 이유",
    "summary": "\"술을 마시면 간이 나빠진다\"는 상식 뒤에는 장 속 유익균의 역할이 있습니다. 음주와 식단 서구화가 낙산 생산균을 줄이고, 장벽을 약화시키며, 결국 간까지 영향을 미치는 경로를 연구 근거와 함께 정리합니다.",
    "tags": ["원료 딥다이브", "낙산균", "장-간 축"],
    "content": "<p>&quot;술을 마시면 간이 나빠진다&quot;는 누구나 아는 상식입니다. 그런데 최근 연구들은 조금 다른 이야기를 하고 있습니다. 간이 직접 망가지기 전에, <strong>장 속 유익균이 먼저 무너진다</strong>는 것입니다. 특히 장에서 &#39;낙산&#39;이라는 물질을 만들어내는 세균이 줄어드는 것이 핵심 원인 중 하나로 주목받고 있습니다. 그렇다면 낙산균은 어떤 균이고, 음주와는 어떤 관계가 있을까요?</p>\n<h2>낙산균, 어떤 균인가</h2>\n<p><strong>낙산균(Clostridium butyricum)</strong>은 우리 대장에 자연적으로 살고 있는 유익균의 한 종류입니다. 일본에서는 60년 넘게 장 건강 약으로 처방되어 온 균주이기도 합니다.</p>\n<p>이 균이 하는 가장 중요한 일은 <strong>낙산(butyric acid)</strong>이라는 물질을 만드는 것입니다. 낙산은 &#39;단쇄지방산&#39;이라는 영양소의 하나로, 대장 세포가 필요로 하는 에너지의 60-70%를 공급합니다. 쉽게 말해, <strong>대장 세포의 주요 밥</strong>인 셈입니다.</p>\n<p>낙산이 하는 일을 정리하면 이렇습니다.</p>\n<ul>\n<li><strong>장벽을 튼튼하게:</strong> 장 세포들 사이의 연결을 단단히 잡아주고, 보호 점막 분비를 촉진합니다</li>\n<li><strong>염증을 줄여줌:</strong> 과도한 염증 반응을 억제하는 데 관여합니다</li>\n<li><strong>면역 균형 유지:</strong> 면역세포가 과잉 반응하지 않도록 조절하는 역할을 합니다</li>\n</ul>\n<h2>술을 마시면 장에서 무슨 일이 벌어지나</h2>\n<p>그런데 만성적인 음주는 이 균형을 크게 흔들어 놓습니다. 여러 연구에서 공통적으로 확인된 현상은 이렇습니다.</p>\n<ul>\n<li>유해균은 늘어나고</li>\n<li>낙산을 만드는 유익균은 줄어듭니다</li>\n</ul>\n<p>이런 유익균이 줄면 낙산 생산이 떨어지고, 장벽이 약해집니다. 약해진 장벽 틈으로 세균의 독소가 혈액을 타고 간으로 흘러들어갑니다. 그 결과 간에 염증이 생기고, 이것이 알코올성 간질환으로 이어질 수 있습니다.</p>\n<p style=\"text-align:center; background:#f5f5f5; border:1px solid #ddd; border-radius:6px; padding:18px 22px; line-height:2; color:#444;\">술을 마신다<br>↓<br>장 속 유익균이 줄어든다 (낙산 생산균 포함)<br>↓<br>낙산 생산이 줄어든다<br>↓<br>장벽이 약해진다 (새는 장)<br>↓<br>세균 독소가 간으로 흘러들어간다<br>↓<br>간에 염증이 생긴다 → 알코올성 간질환</p>\n<h2>음주만이 문제가 아니다 — 식단의 변화</h2>\n<p>문제는 음주에만 있지 않습니다. 낙산을 만드는 유익균이 활발하게 활동하려면 <strong>식이섬유</strong>가 필요합니다. 식이섬유가 이 균들의 먹이이기 때문입니다.</p>\n<p>한국, 일본 등 아시아의 전통 식단은 채소, 잡곡, 해조류, 발효식품이 풍부합니다. 이런 식단 덕분에 장 속에서 낙산이 자연스럽게 충분히 만들어지는 환경이었습니다. 실제로 한국 전통 식단과 미국식 식단을 비교한 연구(Nutrients, 2019)에서도 한국식을 먹었을 때 낙산 관련 유익균이 더 많아지는 결과가 나왔습니다.</p>\n<p>그런데 <strong>식단이 빠르게 바뀌고 있습니다.</strong> 미국으로 이민 간 아시아인을 추적한 대규모 연구(Vangay et al., 2018)에 따르면, 서구식 식단으로 바꾼 지 <strong>6-9개월 만에</strong> 식이섬유를 분해하는 유익균이 줄기 시작했고, 약 10년 후에는 장내 세균 구성이 완전히 서양인과 비슷해졌습니다.</p>\n<p>한국도 예외가 아닙니다. 배달 음식, 가공식품, 육류 중심 식사가 늘면서 전통 식단의 이점이 빠르게 사라지고 있습니다. 여기에 음주까지 더해지면 낙산균은 이중으로 타격을 받는 셈입니다. 식이섬유가 부족해진 현대 식단에서는, 낙산균이나 낙산을 따로 보충하는 것이 새로운 관심사로 떠오르고 있습니다.</p>\n<h2>연구들은 무엇을 보여주나</h2>\n<p style=\"background:#fff8e1; border-left:3px solid #f9a825; padding:12px 16px; border-radius:0 4px 4px 0; font-size:0.9em; color:#555;\">그렇다면 낙산을 보충하면 실제로 도움이 될까요? 아래 연구들은 <strong>대부분 동물 실험 단계</strong>의 결과입니다. 사람에게 같은 효과가 있는지는 아직 더 연구가 필요하지만, 방향성은 일관됩니다.</p>\n<table>\n<thead><tr><th>연구 (연도)</th><th>핵심 결과</th></tr></thead>\n<tbody>\n<tr><td>Zhang et al. (2021)</td><td>낙산이 장벽을 보호하고, 간으로 가는 독소를 줄임</td></tr>\n<tr><td>J Funct Foods (2022)</td><td>낙산이 염증 경로를 차단하는 구체적 메커니즘 확인</td></tr>\n<tr><td>Int Immunopharmacol (2024)</td><td>낙산의 항염증 작용이 유전자 조절 수준에서 작동함을 확인</td></tr>\n<tr><td>IJMS (2024)</td><td>대장에 낙산을 직접 전달했더니 산화 스트레스가 줄어듦</td></tr>\n<tr><td>Vatsalya et al. (다년간)</td><td>낙산 유도체를 보충하면 장벽 파괴와 간 염증으로부터 보호</td></tr>\n<tr><td>IJMS/PMC (2024)</td><td>급성 음주에 의한 장 손상을 낙산이 완화</td></tr>\n</tbody></table>\n<h2>낙산을 보충하는 두 가지 방법</h2>\n<p>연구 결과들을 바탕으로, 낙산을 보충하는 접근은 크게 두 가지로 나뉩니다.</p>\n<p><strong>방법 1 — 낙산균을 직접 섭취하기 (프로바이오틱스)</strong></p>\n<p>살아 있는 낙산균을 먹어서, 장 안에서 낙산을 스스로 만들게 하는 방식입니다.</p>\n<p>낙산균의 장점은 낙산 생산 외에도 여러 가지입니다. 유해균 억제, 면역력 증강, 다른 유익균의 성장 촉진 등의 기능이 보고되어 있습니다. 또한 낙산균은 &#39;아포(포자)&#39;라는 단단한 껍질을 만들 수 있어서, 위산에도 잘 버티고 장까지 살아서 도달하는 비율이 높습니다.</p>\n<p><strong>방법 2 — 낙산 자체를 직접 공급하기 (포스트바이오틱스)</strong></p>\n<p>균을 먹는 대신, 낙산이라는 물질 자체를 직접 장에 전달하는 방식입니다. 균이 정착할 필요가 없어 보다 일정한 효과를 기대할 수 있으나, 낙산을 대장까지 안정적으로 전달하는 기술이 중요합니다.</p>\n<p>국내에서는 <strong>엔피케이(NPK)</strong>가 한국생명공학연구원이 개발한 K-낙산균 균주를 이전받아 대량 생산에 성공하였으며, 나아가 이 균주를 활용한 <strong>미생물 발효 기반 천연 낙산(단쇄지방산)의 상업적 생산에 세계 최초로 성공</strong>하였습니다. 화학적으로 합성하는 것이 아니라 미생물 발효로 천연 낙산을 만들어낸 것으로, 프로바이오틱스와 포스트바이오틱스를 모두 아우르는 글로벌 선도 사례입니다.</p>\n<h2>국내 규제는 어디쯤인가</h2>\n<p>다만 아직 넘어야 할 산이 있습니다. 현재 국내 식약처는 낙산균을 건강기능식품 인정 프로바이오틱스에 포함하고 있지 않습니다. 우리나라에서 인정된 유산균은 유산균속(Lactobacillus), 비피더스균속(Bifidobacterium) 등 5개 그룹뿐입니다.</p>\n<p>반면 유럽에서는 2025년 5월, 유럽식품안전청(EFSA)이 낙산균의 안전성을 공식 인정하는 의견을 발표했습니다. 국내외 규제 사이에 격차가 있는 상황입니다.</p>\n<h2>문래컴퍼니 인사이트</h2>\n<p>정리하면 이렇습니다. &quot;술 마시면 간이 나빠진다&quot;는 상식 뒤에는 장 속 유익균의 역할이 있습니다. 음주로 장내 균형이 무너지면 낙산 생산이 줄고, 장벽이 약해지고, 결국 간까지 영향이 미칩니다. 여기에 식단 서구화까지 겹치면서, 현대인의 장내 낙산 환경은 이전보다 불리해지고 있습니다.</p>\n<p>국내에서는 아직 건강기능식품으로 인정되지 않아 제약이 있지만, 유럽의 안전성 인정과 NPK의 세계 최초 천연 낙산 상업 생산 성공 등을 고려하면, 낙산균은 학술·교육 콘텐츠, 연구 원료, 해외 수출 품목으로서 가치가 높은 원료입니다.</p>\n<h2>References</h2>\n<ul>\n<li>Zhang et al., &quot;Butyrate suppresses pyroptosis and attenuates ALD&quot; (<em>Annals of Translational Medicine</em>, 2021)</li>\n<li>&quot;Butyrate ameliorates inflammation of ALD by suppressing LPS-TLR4-NF-κB/NLRP3 axis via GPR43&quot; (<em>Journal of Functional Foods</em>, 2022)</li>\n<li>&quot;Butyrate alleviates ALD-associated inflammation through HDAC1/miR-155 axis&quot; (<em>International Immunopharmacology</em>, 2024)</li>\n<li>&quot;A Butyrate-Yielding Dietary Supplement Prevents Acute ALD by Modulating Nrf2&quot; (<em>International Journal of Molecular Sciences</em>, MDPI, 2024)</li>\n<li>Vatsalya et al., Tributyrin and gut-liver protection in chronic-binge ethanol model (<em>Hepatology Communications</em> 등, 다년간 시리즈 연구)</li>\n<li>&quot;Postbiotic butyrate alleviates acute ethanol-induced intestinal mucosal damage&quot; (<em>International Journal of Molecular Sciences</em>, PMC, 2024)</li>\n<li>Leclercq et al., &quot;Intestinal permeability, gut-bacterial dysbiosis, and behavioral markers of alcohol-dependence severity&quot; (<em>PNAS</em>, 2014)</li>\n<li>Dubinkina et al., &quot;Links of gut microbiota composition with alcohol dependence syndrome and alcoholic liver disease&quot; (<em>Microbiome</em>, 2017)</li>\n<li>Jew et al., &quot;Alcohol and gut microbiome alterations&quot; (<em>Alcohol Research: Current Reviews</em> 등, 2023)</li>\n<li>Ciocan et al., &quot;Characterization of intestinal microbiota in alcoholic patients with and without alcoholic hepatitis&quot; (<em>Scientific Reports</em>, 2018)</li>\n<li>Vangay et al., &quot;US Immigration Westernizes the Human Gut Microbiome&quot; (<em>Cell</em>, 2018)</li>\n<li>Nishijima et al., &quot;Crisis of the Asian Gut: associations among diet, microbiota, and metabolic diseases&quot; (<em>BMFH</em>, 2022)</li>\n<li>So et al., &quot;Differential Effects of Typical Korean Versus American-Style Diets on Gut Microbial Composition&quot; (<em>Nutrients</em>, 2019)</li>\n</ul>\n"
  },
  "en": {
    "title": "How Alcohol Really Damages the Liver — The Role of Butyrate-Producing Gut Bacteria",
    "summary": "Behind the common knowledge that \"drinking harms the liver\" lies the role of beneficial gut bacteria. Chronic alcohol consumption and Westernized diets reduce butyrate-producing bacteria, weaken the gut barrier, and ultimately drive liver inflammation.",
    "tags": ["Ingredient Deep Dive", "C. butyricum", "Gut-Liver Axis"],
    "content": "<p>&quot;Drinking damages your liver&quot; is common knowledge. But recent research tells a slightly different story: before the liver itself is damaged, <strong>beneficial gut bacteria break down first</strong>. In particular, the decline of bacteria that produce a substance called butyrate is emerging as one of the key factors. So what exactly are butyrate-producing bacteria, and what is their relationship with alcohol?</p>\n<h2>What Are Butyrate-Producing Bacteria?</h2>\n<p><strong>Clostridium butyricum</strong> is a type of beneficial bacterium that naturally lives in our large intestine. It has been prescribed as a gut health medication in Japan for over 60 years.</p>\n<p>Its most important function is producing <strong>butyric acid (butyrate)</strong>, a short-chain fatty acid that supplies 60-70% of the energy needed by colon cells. In simple terms, butyrate is the <strong>primary fuel for colon cells</strong>.</p>\n<p>Here is what butyrate does:</p>\n<ul>\n<li><strong>Strengthens the gut barrier:</strong> Tightens the connections between intestinal cells and promotes protective mucus secretion</li>\n<li><strong>Reduces inflammation:</strong> Helps suppress excessive inflammatory responses</li>\n<li><strong>Maintains immune balance:</strong> Regulates immune cells to prevent overreaction</li>\n</ul>\n<h2>What Happens in the Gut When You Drink</h2>\n<p>Chronic alcohol consumption significantly disrupts this balance. Multiple studies have consistently observed the same pattern:</p>\n<ul>\n<li>Harmful bacteria increase</li>\n<li>Butyrate-producing beneficial bacteria decrease</li>\n</ul>\n<p>When these beneficial bacteria decline, butyrate production drops and the gut barrier weakens. Bacterial toxins then leak through the compromised barrier into the bloodstream and travel to the liver, causing inflammation — which can lead to alcoholic liver disease.</p>\n<p style=\"text-align:center; background:#f5f5f5; border:1px solid #ddd; border-radius:6px; padding:18px 22px; line-height:2; color:#444;\">Alcohol consumption<br>↓<br>Beneficial gut bacteria decline (including butyrate producers)<br>↓<br>Butyrate production decreases<br>↓<br>Gut barrier weakens (leaky gut)<br>↓<br>Bacterial toxins enter the liver<br>↓<br>Liver inflammation → Alcoholic liver disease</p>\n<h2>It's Not Just Alcohol — Diet Is Changing Too</h2>\n<p>The problem goes beyond alcohol. Butyrate-producing bacteria need <strong>dietary fiber</strong> to thrive — fiber is their food.</p>\n<p>Traditional Asian diets in countries like Korea and Japan are rich in vegetables, whole grains, seaweed, and fermented foods. This dietary pattern naturally supported abundant butyrate production. A study comparing traditional Korean and American-style diets (Nutrients, 2019) confirmed that the Korean diet increased butyrate-related beneficial bacteria.</p>\n<p>However, <strong>diets are rapidly changing.</strong> A landmark study tracking Asian immigrants in the US (Vangay et al., 2018) found that within <strong>just 6-9 months</strong> of switching to a Western diet, fiber-degrading beneficial bacteria began to decline. After about 10 years, the gut bacterial composition had completely shifted to resemble that of Westerners.</p>\n<p>Korea is no exception. As delivery food, processed foods, and meat-heavy meals become more common, the benefits of the traditional diet are rapidly disappearing. Add alcohol consumption on top of this, and butyrate-producing bacteria face a double hit. In today's fiber-deficient modern diet, supplementing with butyrate bacteria or butyrate itself has become a growing area of interest.</p>\n<h2>What Does the Research Show?</h2>\n<p style=\"background:#fff8e1; border-left:3px solid #f9a825; padding:12px 16px; border-radius:0 4px 4px 0; font-size:0.9em; color:#555;\">Can butyrate supplementation actually help? The studies below are <strong>mostly at the preclinical (animal study) stage</strong>. More research is needed to confirm effects in humans, but the direction is consistent.</p>\n<table>\n<thead><tr><th>Study (Year)</th><th>Key Finding</th></tr></thead>\n<tbody>\n<tr><td>Zhang et al. (2021)</td><td>Butyrate protected the gut barrier and reduced toxins reaching the liver</td></tr>\n<tr><td>J Funct Foods (2022)</td><td>Identified specific mechanisms by which butyrate blocks inflammatory pathways</td></tr>\n<tr><td>Int Immunopharmacol (2024)</td><td>Butyrate's anti-inflammatory effects work at the gene regulation level</td></tr>\n<tr><td>IJMS (2024)</td><td>Direct butyrate delivery to the colon reduced oxidative stress</td></tr>\n<tr><td>Vatsalya et al. (multi-year)</td><td>Butyrate derivative supplementation protected against gut barrier destruction and liver inflammation</td></tr>\n<tr><td>IJMS/PMC (2024)</td><td>Butyrate mitigated gut damage caused by acute alcohol exposure</td></tr>\n</tbody></table>\n<h2>Two Ways to Supplement Butyrate</h2>\n<p>Based on the research, butyrate supplementation approaches fall into two categories.</p>\n<p><strong>Method 1 — Taking Live C. butyricum (Probiotics)</strong></p>\n<p>This approach involves consuming live butyrate bacteria that produce butyrate in the gut. Beyond butyrate production, C. butyricum offers additional benefits: inhibiting harmful bacteria, enhancing immunity, and promoting the growth of other beneficial bacteria. It can also form spores — hard protective shells — that allow it to survive stomach acid and reach the intestines alive at high rates.</p>\n<p><strong>Method 2 — Supplying Butyrate Directly (Postbiotics)</strong></p>\n<p>Instead of relying on bacteria, this approach delivers butyrate itself directly to the gut. It eliminates the variable of bacterial colonization for more consistent effects, though technology for stable delivery to the colon is critical.</p>\n<p>In South Korea, <strong>NPK Inc.</strong> received a technology transfer of the K-Butyric Acid Bacteria strain (C. butyricum S-45-5) developed by KRIBB and succeeded in mass production. Furthermore, NPK achieved the <strong>world's first commercial production of natural butyrate (SCFA) through microbial fermentation</strong> — producing butyrate through biological fermentation rather than chemical synthesis. This positions NPK as a global pioneer spanning both probiotics and postbiotics.</p>\n<h2>Where Does Regulation Stand?</h2>\n<p>There are still regulatory hurdles. Currently, Korea's MFDS does not include C. butyricum among the approved probiotic species for health-functional foods. Only five genera — Lactobacillus, Bifidobacterium, Lactococcus, Enterococcus, and Streptococcus — are recognized.</p>\n<p>In contrast, the European Food Safety Authority (EFSA) issued a positive safety opinion on C. butyricum in May 2025, paving the way for market entry in Europe. The regulatory gap between domestic and international markets is notable.</p>\n<h2>Mullae Company Insight</h2>\n<p>In summary: behind the common knowledge that &quot;drinking harms the liver&quot; lies the role of beneficial gut bacteria. When alcohol disrupts gut balance, butyrate production drops, the gut barrier weakens, and ultimately the liver is affected. With dietary Westernization compounding the problem, the modern gut's butyrate environment is becoming increasingly unfavorable.</p>\n<p>While regulatory constraints in Korea currently limit health-functional food applications, considering EFSA's safety endorsement and NPK's world-first achievement in commercial natural butyrate production, C. butyricum is a high-value ingredient for academic content, research materials, and export markets.</p>\n<h2>References</h2>\n<ul>\n<li>Zhang et al., &quot;Butyrate suppresses pyroptosis and attenuates ALD&quot; (<em>Annals of Translational Medicine</em>, 2021)</li>\n<li>&quot;Butyrate ameliorates inflammation of ALD by suppressing LPS-TLR4-NF-κB/NLRP3 axis via GPR43&quot; (<em>Journal of Functional Foods</em>, 2022)</li>\n<li>&quot;Butyrate alleviates ALD-associated inflammation through HDAC1/miR-155 axis&quot; (<em>International Immunopharmacology</em>, 2024)</li>\n<li>&quot;A Butyrate-Yielding Dietary Supplement Prevents Acute ALD by Modulating Nrf2&quot; (<em>International Journal of Molecular Sciences</em>, MDPI, 2024)</li>\n<li>Vatsalya et al., Tributyrin and gut-liver protection in chronic-binge ethanol model (<em>Hepatology Communications</em> etc., multi-year series)</li>\n<li>&quot;Postbiotic butyrate alleviates acute ethanol-induced intestinal mucosal damage&quot; (<em>International Journal of Molecular Sciences</em>, PMC, 2024)</li>\n<li>Leclercq et al., &quot;Intestinal permeability, gut-bacterial dysbiosis, and behavioral markers of alcohol-dependence severity&quot; (<em>PNAS</em>, 2014)</li>\n<li>Dubinkina et al., &quot;Links of gut microbiota composition with alcohol dependence syndrome and alcoholic liver disease&quot; (<em>Microbiome</em>, 2017)</li>\n<li>Jew et al., &quot;Alcohol and gut microbiome alterations&quot; (<em>Alcohol Research: Current Reviews</em> etc., 2023)</li>\n<li>Ciocan et al., &quot;Characterization of intestinal microbiota in alcoholic patients with and without alcoholic hepatitis&quot; (<em>Scientific Reports</em>, 2018)</li>\n<li>Vangay et al., &quot;US Immigration Westernizes the Human Gut Microbiome&quot; (<em>Cell</em>, 2018)</li>\n<li>Nishijima et al., &quot;Crisis of the Asian Gut: associations among diet, microbiota, and metabolic diseases&quot; (<em>BMFH</em>, 2022)</li>\n<li>So et al., &quot;Differential Effects of Typical Korean Versus American-Style Diets on Gut Microbial Composition&quot; (<em>Nutrients</em>, 2019)</li>\n</ul>\n"
  }
}
