{
  "id": "european-ingredient-companies",
  "date": "2026.02.13",
  "ko": {
    "title": "왜 좋은 영양제 원료사들은 유럽에 많을까?",
    "summary": "DSM-Firmenich의 전략적 선택을 통해 살펴보는 유럽 영양 원료 산업의 역사와 품질 경쟁력",
    "tags": [
      "원료",
      "유럽",
      "트렌드"
    ],
    "content": "<h2>동물영양 사업을 떼어낸 DSM-Firmenich의 선택</h2><p>2026년 초, 세계적인 영양 원료 기업 DSM-Firmenich가 동물영양 사업부를 약 22억 유로 규모에 매각한다는 소식이 전해졌습니다. 120년 역사를 지닌 이 회사가 '인간 영양, 건강, 뷰티'에만 집중하겠다는 전략적 결정을 내린 것입니다.</p><p>이 뉴스를 보며 한 가지 질문이 떠오릅니다. 왜 유독 유럽에 이런 역사 깊은 영양 원료 기업들이 많을까요? 한국 소비자들이 '유럽산 원료'에 관심을 갖는 배경은 무엇일까요? 이번 글에서는 유럽 원료사들의 역사적 배경과 품질 경쟁력의 비밀을 살펴보겠습니다.</p><h2>19세기로 거슬러 올라가는 역사</h2><p>유럽 영양 원료 산업의 역사는 19세기 말 화학 및 제약 산업의 태동과 함께 시작됩니다. BASF는 1865년, Lonza는 1897년, DSM은 1902년에 설립되었습니다. 이들은 모두 100년 이상의 역사를 자랑합니다.</p><p>특히 주목할 점은 비타민의 발견과 산업화가 유럽에서 시작되었다는 사실입니다. 1933년 Tadeus Reichstein이 비타민C 합성법을 개발하고, 스위스 로슈(Roche)가 이를 최초로 산업적 대량생산에 성공하면서 영양 원료 산업의 기반이 마련되었습니다. 바이엘(1863년), 로슈(1896년), 가이기(Geigy, 1758년, 현 노바티스 전신) 등 제약 기업들이 스핀오프로 영양 원료 사업을 발전시켰고, 2차 대전 후 유럽 재건 과정에서 화학 산업이 고도화되며 오늘날의 모습을 갖추게 되었습니다.</p><h2>주요 유럽 원료사들</h2><table><thead><tr><th>기업</th><th>국가</th><th>설립연도</th><th>대표 원료</th></tr></thead><tbody><tr><td>DSM-Firmenich</td><td>네덜란드/스위스</td><td>1902</td><td>비타민 C(Quali-C), 비타민 E, 오메가-3</td></tr><tr><td>BASF</td><td>독일</td><td>1865</td><td>카로티노이드, 오메가-3, 식물스테롤</td></tr><tr><td>Lonza</td><td>스위스</td><td>1897</td><td>캡슐(Capsugel), L-카르니틴(Carnipure)</td></tr><tr><td>Evonik</td><td>독일</td><td>2007(전신 1873)</td><td>아미노산(메티오닌), 프로바이오틱스</td></tr></tbody></table><p>이 밖에도 이스라엘의 Lycored(리코펜 전문), 캐나다의 Lallemand(프로바이오틱스, 효모 유래 원료) 등 유럽 외 지역에도 주목할 만한 글로벌 원료사들이 있습니다.</p><p>DSM-Firmenich는 연간 5억 유로 이상을 R&amp;D에 투자하며 수직 계열화된 비타민 제조 시스템을 운영합니다. BASF는 150년 이상 축적된 화학 합성 기술을 바탕으로 자체 임상연구 인프라를 보유하고 있습니다. Lonza는 제약 CDMO와 뉴트리션 사업을 겸업하며 제약 수준의 품질 관리를 적용합니다.</p><h2>EU 규제가 만든 품질 경쟁력</h2><p>역설적이게도, 유럽 원료사들의 품질 경쟁력은 '엄격한 규제 환경'에서 비롯된 측면이 큽니다.</p><p><strong>EFSA Health Claims 규제</strong> — 2007년 시행된 Regulation (EC) No 1924/2006에 따라, 모든 건강 강조 표시는 과학적 증거를 기반으로 해야 합니다. EFSA(유럽식품안전청)가 독립적으로 과학적 증거를 평가하며, 이 엄격한 진입장벽이 결과적으로 기업들의 R&amp;D 투자를 촉진하는 요인이 되었습니다.</p><p><strong>Novel Food Regulation</strong> — 1997년 5월 15일 이전 EU에서 유의미하게 소비되지 않은 식품은 EFSA의 안전성 평가를 거쳐야 하며, 이 과정에는 통상 수개월 이상이 소요됩니다.</p><p><strong>EU GMP</strong> — Grade A~D 등급 체계를 통해 제약 등급에 준하는 기준을 적용하며, 배치 간 품질 일관성, 오염 방지, 문서화 의무를 요구합니다.</p><h2>브랜드 원료 전략</h2><p>유럽 원료사들은 '브랜드 원료(Branded Ingredients)' 전략으로 차별화를 추구합니다.</p><ul><li><strong>Quali-C</strong> (DSM): 스코틀랜드산 비타민C, 유럽 GMP 기준 제조</li><li><strong>Carnipure</strong> (Lonza): 스위스산 L-카르니틴, 순도 99.5% 이상</li><li><strong>Lyc-O-Mato</strong> (Lycored): 토마토 유래 리코펜 복합체, 특허 추출 기술 적용</li></ul><p>이러한 브랜드 원료는 자체적으로 임상 데이터를 축적하고, 원료 단위에서 품질을 보증하는 것이 특징입니다.</p><h2>지역별 영양 원료 산업 비교</h2><table><thead><tr><th>지역</th><th>강점</th><th>과제</th></tr></thead><tbody><tr><td>유럽</td><td>100년 이상의 역사, R&amp;D 투자, 임상 데이터, 브랜드 원료</td><td>상대적 고가격, 공급 리드타임</td></tr><tr><td>중국</td><td>대규모 생산 인프라, 가격 경쟁력, 비타민C/B군 대량 공급</td><td>품질 관리 체계 표준화 진행 중</td></tr><tr><td>인도</td><td>제네릭 원료, 식물 추출물 전통 기술</td><td>품질 관리 일관성 확보 과제</td></tr><tr><td>미국</td><td>마케팅 및 브랜딩 역량, 혁신 스타트업 생태계</td><td>원료 제조보다 완제품 중심 구조</td></tr><tr><td>일본</td><td>발효 기술, 코엔자임Q10 등 특화 분야</td><td>내수 중심 시장 구조</td></tr></tbody></table><h2>좋은 원료를 선택하는 기준</h2><p>유럽산이든 아니든, 좋은 원료를 판단하는 핵심 기준은 동일합니다.</p><ol><li><strong>임상 데이터</strong>: 원료 자체에 대한 과학적 연구가 축적되어 있는가?</li><li><strong>추적성</strong>: 원료 원산지부터 최종 제품까지 투명하게 공개되는가?</li><li><strong>규제 인증</strong>: EFSA Novel Food 승인, EU GMP 등 객관적 인증을 받았는가?</li><li><strong>브랜드 원료</strong>: Quali-C, Carnipure처럼 독립적으로 검증된 브랜드 원료인가?</li></ol><h2>전통과 혁신이 만나는 곳</h2><p>업계 전망에 따르면, 정밀발효(Precision Fermentation) 시장은 2030년까지 수백억 달러 규모로 성장할 것으로 예측됩니다. 유럽 원료사들은 100년 이상 축적된 화학 및 발효 기술을 바탕으로 바이오테크 분야에서도 선도적 역할을 이어가고 있습니다.</p><p>좋은 영양제 원료사들이 유럽에 많은 이유는 역사, 기술, 규제, 문화가 오랜 시간에 걸쳐 만들어낸 복합적 결과입니다. 특정 지역 원료가 무조건 우수하다기보다, 이러한 맥락을 이해하고 원료의 품질을 개별적으로 판단하는 것이 더 현명한 선택일 것입니다.</p><div style=\"height: 1px; background: #e8edf3; margin: 36px 0;\"></div><h2>References</h2><div style=\"font-size: 13px; color: #666; line-height: 1.9;\"><p style=\"margin-bottom: 8px;\">• DSM-Firmenich Strategic Divestment Announcement (DSM-Firmenich, 2026)</p><p style=\"margin-bottom: 8px;\">• Regulation (EC) No 1924/2006 on nutrition and health claims made on foods (EFSA, 2007)</p><p style=\"margin-bottom: 8px;\">• Novel Food Regulation (EU) 2015/2283 (European Commission)</p><p style=\"margin-bottom: 8px;\">• BASF Nutrition & Health Portfolio (BASF SE)</p><p style=\"margin-bottom: 8px;\">• Lonza Capsugel & Carnipure Technical Documentation (Lonza Group)</p><p style=\"margin-bottom: 8px;\">• Lycored Lyc-O-Mato Clinical Studies (Lycored Ltd.)</p><p style=\"margin-bottom: 8px;\">• Quali-C Quality Certification (DSM Nutritional Products)</p><p style=\"margin-bottom: 8px;\">• European GMP Guidelines for Food Supplements (EFSA)</p></div>"
  },
  "en": {
    "title": "Why Are the Best Supplement Ingredient Companies in Europe?",
    "summary": "Exploring the history and quality edge of European nutrition ingredient makers through DSM-Firmenich's strategic pivot",
    "tags": [
      "Ingredients",
      "Europe",
      "Trends"
    ],
    "content": "<h2>DSM-Firmenich's Decision to Divest Animal Nutrition</h2><p>In early 2026, global nutrition ingredient giant DSM-Firmenich announced it would sell its animal nutrition division for approximately 2.2 billion euros. The 120-year-old company made the strategic decision to focus exclusively on human nutrition, health, and beauty.</p><p>This news raises an interesting question: why are so many historic nutrition ingredient companies based in Europe? What draws consumers worldwide to 'European-sourced ingredients'? In this article, we explore the historical roots and quality advantages of European ingredient makers.</p><h2>A History Stretching Back to the 19th Century</h2><p>Europe's nutrition ingredient industry traces its origins to the birth of the chemical and pharmaceutical sectors in the late 19th century. BASF was founded in 1865, Lonza in 1897, and DSM in 1902 — all boasting over a century of heritage.</p><p>Notably, the discovery and industrialization of vitamins began in Europe. In 1933, Tadeus Reichstein developed a method for synthesizing vitamin C, and Swiss company Roche became the first to achieve industrial-scale production, laying the foundation for the nutrition ingredient industry. Pharmaceutical companies such as Bayer (1863), Roche (1896), and Geigy (1758, now part of Novartis) spun off nutrition ingredient businesses. After World War II, Europe's chemical industry advanced rapidly during reconstruction, shaping the landscape we see today.</p><h2>Major European Ingredient Companies</h2><table><thead><tr><th>Company</th><th>Country</th><th>Founded</th><th>Key Ingredients</th></tr></thead><tbody><tr><td>DSM-Firmenich</td><td>Netherlands / Switzerland</td><td>1902</td><td>Vitamin C (Quali-C), Vitamin E, Omega-3</td></tr><tr><td>BASF</td><td>Germany</td><td>1865</td><td>Carotenoids, Omega-3, Plant Sterols</td></tr><tr><td>Lonza</td><td>Switzerland</td><td>1897</td><td>Capsules (Capsugel), L-Carnitine (Carnipure)</td></tr><tr><td>Evonik</td><td>Germany</td><td>2007 (predecessor 1873)</td><td>Amino Acids (Methionine), Probiotics</td></tr></tbody></table><p>Beyond Europe, notable global players include Israel's Lycored (lycopene specialist) and Canada's Lallemand (probiotics and yeast-derived ingredients).</p><p>DSM-Firmenich invests over 500 million euros annually in R&amp;D, operating a vertically integrated vitamin manufacturing system. BASF draws on 150+ years of accumulated chemical synthesis expertise with its own clinical research infrastructure. Lonza combines pharmaceutical CDMO and nutrition businesses, applying pharmaceutical-grade quality controls across the board.</p><h2>How EU Regulations Built Quality Competitiveness</h2><p>Paradoxically, European ingredient makers owe much of their quality edge to strict regulatory environments.</p><p><strong>EFSA Health Claims Regulation</strong> — Under Regulation (EC) No 1924/2006, enacted in 2007, all health claims must be backed by scientific evidence. EFSA (European Food Safety Authority) independently evaluates the science, and this rigorous barrier has ultimately driven greater R&amp;D investment.</p><p><strong>Novel Food Regulation</strong> — Foods not significantly consumed in the EU before May 15, 1997 must undergo EFSA safety assessment, a process that typically takes several months or longer.</p><p><strong>EU GMP</strong> — The Grade A–D classification system applies near-pharmaceutical standards, mandating batch-to-batch consistency, contamination prevention, and thorough documentation.</p><h2>The Branded Ingredient Strategy</h2><p>European ingredient companies differentiate themselves through 'Branded Ingredients' strategies.</p><ul><li><strong>Quali-C</strong> (DSM): Scottish-made vitamin C, manufactured to EU GMP standards</li><li><strong>Carnipure</strong> (Lonza): Swiss-made L-Carnitine, purity above 99.5%</li><li><strong>Lyc-O-Mato</strong> (Lycored): Tomato-derived lycopene complex, proprietary extraction technology</li></ul><p>These branded ingredients build their own clinical data and guarantee quality at the raw material level.</p><h2>Regional Comparison of Nutrition Ingredient Industries</h2><table><thead><tr><th>Region</th><th>Strengths</th><th>Challenges</th></tr></thead><tbody><tr><td>Europe</td><td>100+ years of history, R&amp;D investment, clinical data, branded ingredients</td><td>Relatively high prices, supply lead times</td></tr><tr><td>China</td><td>Large-scale production, price competitiveness, bulk vitamin C/B supply</td><td>Quality management standardization in progress</td></tr><tr><td>India</td><td>Generic ingredients, traditional plant extraction expertise</td><td>Quality consistency challenges</td></tr><tr><td>USA</td><td>Marketing &amp; branding capabilities, innovative startup ecosystem</td><td>Finished-product-centric rather than ingredient manufacturing</td></tr><tr><td>Japan</td><td>Fermentation technology, CoQ10 and other specialties</td><td>Domestic-market-focused structure</td></tr></tbody></table><h2>Criteria for Choosing Good Ingredients</h2><p>Whether European or not, the key criteria for evaluating ingredient quality remain the same.</p><ol><li><strong>Clinical Data</strong>: Has scientific research been accumulated on the ingredient itself?</li><li><strong>Traceability</strong>: Is the supply chain transparent from raw material origin to finished product?</li><li><strong>Regulatory Certification</strong>: Has it received objective certifications such as EFSA Novel Food approval or EU GMP?</li><li><strong>Branded Ingredients</strong>: Is it an independently validated branded ingredient like Quali-C or Carnipure?</li></ol><h2>Where Tradition Meets Innovation</h2><p>Industry forecasts predict the Precision Fermentation market will grow to tens of billions of dollars by 2030. European ingredient companies continue to lead in biotech, building on over a century of accumulated chemistry and fermentation expertise.</p><p>The prevalence of top supplement ingredient makers in Europe is the compound result of history, technology, regulation, and culture built over generations. Rather than assuming any single region's ingredients are inherently superior, a wiser approach is to understand this context and evaluate ingredient quality on its own merits.</p>"
  }
}
