{
  "id": "k-butyric-acid-bacteria",
  "date": "2026.02.15",
  "ko": {
    "title": "낙산균, 200년 역사와 유산균을 넘어서는 이유",
    "summary": "최근 유럽식품안전청(EFSA)이 낙산균의 안전성을 공식 승인했습니다. 한국에서는 독자 균주 개발에 성공하며, 50년간 일본이 독점하던 낙산균 시장에 새로운 장이 열렸습니다. 유산균은 익숙하지만, 낙산균은 아직 ...",
    "tags": [
      "원료 딥다이브",
      "낙산균",
      "프로바이오틱스"
    ],
    "content": "<p>최근 유럽식품안전청(EFSA)이 낙산균의 안전성을 공식 승인했습니다. 한국에서는 독자 균주 개발에 성공하며, 50년간 일본이 독점하던 낙산균 시장에 새로운 장이 열렸습니다. 유산균은 익숙하지만, 낙산균은 아직 생소한 분들이 많습니다. 낙산균이란 무엇이고, 유산균과 무엇이 다르며, 왜 지금 주목받는 걸까요?</p>\n<h2>낙산, 버터에서 시작된 200년의 이야기</h2>\n<p>이야기는 1814년으로 거슬러 올라갑니다. 프랑스 화학자 Michel Eugene Chevreul이 버터를 분석하다가 특이한 지방산을 발견했습니다. 버터에서 약 3%를 차지하는 이 물질에는 독특한 냄새가 있었는데, 이것이 바로 낙산(Butyric acid)입니다. &#39;Butyric&#39;이라는 이름 자체가 라틴어로 버터를 뜻하는 &#39;butyrum&#39;에서 유래했습니다.</p>\n<p>66년 뒤인 1880년, 미생물학자 Adam Prazmowski가 이 낙산을 만들어내는 미생물을 발견하고 Clostridium butyricum이라 명명했습니다. 이것이 우리가 &#39;낙산균&#39;이라 부르는 미생물의 시작입니다.</p>\n<h2>일본에서 시작해 한국이 이어받다</h2>\n<p>낙산균이 건강 분야에서 본격적으로 주목받기 시작한 것은 1933년, 일본의 미야이리 긴지(宮入近治) 박사가 인간 분변에서 MIYAIRI 균주를 분리하면서입니다. 이후 1963년 일본 토양에서 CBM588 균주가 분리되었고, 1970년 일본 후생성이 이를 임상용으로 승인했습니다. 이후 50년 넘게 일본에서 안전하게 사용되어 왔습니다.</p>\n<p>한국은 2016년, 한국생명공학연구원이 한국인 모유수유 신생아 분변에서 독자 균주 C. butyricum S-45-5를 분리하는 데 성공했습니다. 이 기술을 이전받은 엔피케이(NPK)가 2022년, 세계에서 두 번째로 낙산균 대량 양산에 성공하며 &#39;K-낙산균&#39;의 시대를 열었습니다.</p>\n<h3>K-낙산균, 일본 낙산균과 무엇이 다른가</h3>\n<p>같은 Clostridium butyricum이라도 균주(strain)에 따라 특성이 다릅니다. K-낙산균 S-45-5 균주는 두 가지 점에서 주목할 만합니다.</p>\n<p>첫째, <strong>한국인 유아에서 분리한 균주</strong>라는 점입니다. 장내 미생물은 식습관과 유전적 배경에 영향을 받기 때문에, 같은 종이라도 어디에서 분리했느냐에 따라 숙주와의 적합성이 달라질 수 있습니다. S-45-5 균주는 한국인 모유수유 신생아의 장에서 유래한 만큼, 한국인의 장내 환경에 더 잘 적응할 가능성이 있으며 실제 임상에서도 좋은 결과가 보고되고 있습니다.</p>\n<p>둘째, <strong>순도와 생산성이 높다</strong>는 점입니다. NPK의 발효 기술을 통해 높은 순도의 단쇄지방산을 효율적으로 생산할 수 있어, 최종 제품에 투입되는 유효 성분의 함량을 높일 수 있습니다. SCFA 455 원료의 경우 단쇄지방산 함량이 40% 이상으로, 소량으로도 충분한 양의 낙산을 제공할 수 있는 것이 강점입니다(NPK 제품 자료 기준).</p>\n<table>\n<thead>\n<tr>\n<th>연도</th>\n<th>주요 사건</th>\n</tr>\n</thead>\n<tbody><tr>\n<td>1814</td>\n<td>Chevreul, 버터에서 낙산 최초 발견 (프랑스)</td>\n</tr>\n<tr>\n<td>1880</td>\n<td>Prazmowski, Clostridium butyricum 명명</td>\n</tr>\n<tr>\n<td>1933</td>\n<td>미야이리 박사, MIYAIRI 균주 분리 (일본)</td>\n</tr>\n<tr>\n<td>1970</td>\n<td>일본 후생성, CBM588 임상 사용 승인</td>\n</tr>\n<tr>\n<td>2016</td>\n<td>한국생명공학연구원, S-45-5 균주 분리 (한국)</td>\n</tr>\n<tr>\n<td>2022</td>\n<td>NPK, 세계 2번째 낙산균 양산 성공</td>\n</tr>\n<tr>\n<td>2025</td>\n<td>EFSA, C. butyricum 안전성 승인 (유럽)</td>\n</tr>\n</tbody></table>\n<h2>유산균과 낙산균, 무엇이 다른가</h2>\n<p>유산균과 낙산균은 이름이 비슷하지만 근본적으로 다른 미생물입니다.</p>\n<p>가장 큰 차이는 <strong>포자(spore) 형성</strong> 능력입니다. 유산균은 위산이나 열에 매우 취약합니다. 위산(pH 2.0) 환경에서 1시간이면 대부분 사멸합니다. 반면 낙산균은 스스로 단단한 포자를 만들어 자신을 보호합니다. 마치 씨앗이 딱딱한 껍질 안에서 겨울을 나는 것과 비슷합니다. 덕분에 위산에서도 약 80%가 살아남고, 60도 고온에서도 약 90%가 생존합니다.</p>\n<table>\n<thead>\n<tr>\n<th>비교 항목</th>\n<th>유산균</th>\n<th>낙산균</th>\n</tr>\n</thead>\n<tbody><tr>\n<td>만드는 물질</td>\n<td>젖산(Lactic acid)</td>\n<td>낙산(Butyric acid)</td>\n</tr>\n<tr>\n<td>포자 형성</td>\n<td>불가능</td>\n<td>가능</td>\n</tr>\n<tr>\n<td>위산 생존율(pH 2.0)</td>\n<td>약 0.005%</td>\n<td>약 80%</td>\n</tr>\n<tr>\n<td>고온 생존율(60도)</td>\n<td>약 0.006%</td>\n<td>약 90%</td>\n</tr>\n<tr>\n<td>주요 활동 장소</td>\n<td>소장~대장</td>\n<td>대장(결장)</td>\n</tr>\n<tr>\n<td>장 세포 에너지 공급</td>\n<td>간접적</td>\n<td>직접적</td>\n</tr>\n</tbody></table>\n<p>두 번째 차이는 <strong>만들어내는 물질</strong>입니다. 유산균은 젖산을 만들고, 낙산균은 낙산(부티르산)을 만듭니다. 이 낙산이 바로 장 건강의 핵심 열쇠입니다.</p>\n<h2>왜 낙산이 중요한가</h2>\n<p>우리 몸의 대장 상피세포는 혈액 속 포도당이 아니라, 낙산을 주된 에너지원으로 사용합니다. 놀랍게도 장 세포 에너지의 <strong>70% 이상</strong>을 낙산에서 얻습니다. 낙산이 부족하면 장 세포가 제대로 기능하지 못하고, 장벽이 약해질 수 있습니다.</p>\n<p>낙산의 역할을 정리하면 다음과 같습니다.</p>\n<ul>\n<li><strong>장 세포의 주요 연료</strong>: 대장 상피세포 에너지의 70% 이상 공급</li>\n<li><strong>장벽 강화</strong>: 세포 사이를 단단히 연결하는 밀착연접(Tight Junction) 단백질 발현을 유도하고, 점막층을 두껍게 만듦</li>\n<li><strong>장 환경 유지</strong>: 대장 내 산소를 소비하여 유익균이 살기 좋은 혐기성 환경을 조성</li>\n</ul>\n<p>분당서울대병원 김나영 교수팀은 2024년 Digestive Diseases and Sciences에 주목할 만한 연구를 발표했습니다. 고지방 식이로 장내 환경이 손상된 상태에서, 낙산균이 장 회복에 중요한 역할을 했다는 동물실험 결과입니다. 고지방 식이가 장내 미생물 균형을 무너뜨리고 대사에 악영향을 끼치는 과정에서, 낙산균이 이를 원래대로 회복시키는 데 기여했다는 것입니다.</p>\n<h2>유산균과 낙산균은 경쟁자가 아니다</h2>\n<p>여기서 흥미로운 사실이 있습니다. 유산균과 낙산균은 서로 경쟁하는 관계가 아니라, 오히려 <strong>팀으로 함께 일하는 관계</strong>입니다.</p>\n<p>유산균이 먼저 젖산을 만들면, 낙산균이 이 젖산을 가져다가 낙산으로 바꿉니다. 과학에서는 이것을 &#39;교차급식(Cross-feeding)&#39;이라고 부릅니다. 쉽게 말해, 유산균이 반제품을 만들면 낙산균이 이를 완제품으로 완성하는 셈입니다. 유산균은 소장에서, 낙산균은 대장에서 각자의 자리에서 역할을 나누어 장 전체를 관리합니다.</p>\n<p>그래서 &quot;유산균을 먹을까, 낙산균을 먹을까?&quot;가 아니라, 둘을 함께 섭취하는 것이 더 효율적일 수 있습니다. 유산균이 소장에서 젖산을 만들고, 이 젖산이 대장에서 낙산균의 원료가 되어 더 많은 낙산이 생산되는 선순환이 일어나기 때문입니다.</p>\n<h2>생균에서 대사산물로, 포스트바이오틱스의 부상</h2>\n<p>이러한 대사산물 중심의 이해는 &#39;포스트바이오틱스&#39;라는 새로운 흐름으로 이어지고 있습니다. 기존 프로바이오틱스가 &#39;살아있는 균을 장까지 보내자&#39;에 집중했다면, 포스트바이오틱스는 &#39;균이 만들어낸 유용한 물질을 직접 활용하자&#39;는 접근입니다.</p>\n<p>낙산균이 만들어내는 낙산(SCFA)이 대표적인 포스트바이오틱스 소재입니다. 포스트바이오틱스는 이미 만들어진 대사산물을 활용하기 때문에, 균이 살아서 장까지 도달해야 하는 부담이 없고 상온 보관이 가능하며 안전성 면에서도 우수한 것으로 평가됩니다. 글로벌 시장 규모도 2025년 1.25억 달러에서 2030년 2.04억 달러로 성장할 것으로 전망됩니다(CAGR 10.22%).</p>\n<p>다만 국내에서는 아직 포스트바이오틱스에 대한 공식 규정이 마련되지 않은 상태입니다(2026년 2월 기준). 건강기능식품 기능성 표현으로는 &quot;유산균 증식 및 유해균 억제에 도움&quot;, &quot;배변활동 원활에 도움&quot; 등 허가된 범위만 사용할 수 있으며, 특정 질환의 치료나 예방을 직접 언급하는 것은 규제 대상입니다.</p>\n<h2>원료 선택 시 살펴볼 포인트</h2>\n<p>낙산균 원료를 선택할 때 확인할 핵심 사항을 정리합니다.</p>\n<ul>\n<li><strong>포자 형성 여부</strong>: 포자를 형성하는 균주인지 확인. 장까지 도달하는 생존율에 직접적으로 영향</li>\n<li><strong>균주의 임상 이력</strong>: CBM588은 50년 이상의 임상 사용 데이터 보유. 한국 S-45-5 균주도 독자적 연구 성과 축적 중</li>\n<li><strong>SCFA 생성 효율</strong>: 발효 산물 기준 단쇄지방산 함량 확인 (예: 40% 이상 고함량 여부)</li>\n<li><strong>안전성 검증</strong>: 독소 유전자 부재 확인 필수(Isa et al., 2016). 다만 면역저하 환자에서 드물게 감염 사례가 보고된 바 있어(CDC EID, 2024), 해당 그룹에서는 주의 필요</li>\n</ul>\n<h2>마무리</h2>\n<p>1814년 버터에서 발견된 낙산은 200년이 지나 장 건강의 핵심 물질로 재조명되고 있습니다. 유산균이 소장을, 낙산균이 대장을 맡아 교차급식으로 협력하는 모습은 장내 미생물 생태계의 정교함을 보여줍니다. 포자라는 강력한 보호막으로 위산을 통과하고, 낙산이라는 에너지원으로 장 세포를 직접 지원하는 낙산균. 프로바이오틱스의 다음 페이지가 열리고 있습니다.</p>\n<h2>References</h2>\n<ul>\n<li>EFSA Panel on Nutrition, Novel Foods and Food Allergens. &quot;Safety of Clostridium butyricum TO-A as a novel food&quot; (EFSA Journal, 2025)</li>\n<li>Kim NA, et al. &quot;Clostridium butyricum restores gut barrier integrity in high-fat diet-induced intestinal injury&quot; (Digestive Diseases and Sciences, 2024)</li>\n<li>&quot;Oral butyrate supplementation in patients with ulcerative colitis&quot; (Journal of Clinical Medicine, 2025)</li>\n<li>&quot;Quantitative Alterations in Fecal Short-Chain Fatty Acids in IBD: A Systematic Review and Meta-Analysis&quot; (Biomolecules, 2025)</li>\n<li>Isa K, et al. &quot;Safety assessment of the Clostridium butyricum MIYAIRI 588 probiotic strain&quot; (Human &amp; Experimental Toxicology, 2016)</li>\n<li>&quot;Clostridium butyricum bacteremia associated with probiotic use&quot; (CDC Emerging Infectious Diseases, 2024)</li>\n<li>Ariyoshi T, et al. &quot;Clostridium butyricum modifies bacterial composition under antibiotic-induced dysbiosis&quot; (Microorganisms, 2021)</li>\n<li>한국생명공학연구원. &quot;C. butyricum S-45-5 균주 분리 및 기술이전&quot; (2016-2021)</li>\n<li>&quot;Postbiotics Market Size and Growth Trends Report to 2030&quot; (Mordor Intelligence, 2025)</li>\n<li>건강보험심사평가원. &quot;국내 IBD 환자 통계: 2019년 7만814명 → 2023년 9만2665명&quot; (2023)</li>\n<li>NPK Inc. &quot;단쇄지방산 SCFA 455 제품 브로슈어&quot; (2025)</li>\n</ul>\n"
  },
  "en": {
    "title": "Clostridium butyricum — A 200-Year History and Why It Goes Beyond Probiotics",
    "summary": "The European Food Safety Authority (EFSA) recently approved the safety of Clostridium butyricum for use as a food sup...",
    "tags": [
      "Ingredient Deep Dive",
      "C. butyricum",
      "Probiotics"
    ],
    "content": "<p>The European Food Safety Authority (EFSA) recently approved the safety of Clostridium butyricum for use as a food supplement. In South Korea, a proprietary strain has been independently developed, opening a new chapter in a market that Japan monopolized for over 50 years. While most people are familiar with Lactobacillus, far fewer know about C. butyricum — the butyric acid bacterium. What is it, how does it differ from conventional probiotics, and why is it gaining so much attention now?</p>\n<h2>Butyric Acid: A 200-Year Story That Began with Butter</h2>\n<p>The story starts in 1814, when French chemist Michel Eugene Chevreul isolated an unusual fatty acid from butter. This compound, which makes up about 3% of butter, had a distinctive odor — it was butyric acid. The name &quot;butyric&quot; itself comes from the Latin &quot;butyrum,&quot; meaning butter.</p>\n<p>Sixty-six years later, in 1880, microbiologist Adam Prazmowski discovered the microorganism that produces butyric acid and named it Clostridium butyricum. This was the birth of what we now call the &quot;butyric acid bacterium.&quot;</p>\n<h2>From Japan to Korea: The Path of Development</h2>\n<p>C. butyricum first attracted serious attention in the health field in 1933, when Japanese physician Dr. Kinji Miyairi isolated the MIYAIRI strain from human feces. The CBM588 strain was subsequently isolated from Japanese soil in 1963 and approved for clinical use by Japan&#39;s Ministry of Health in 1970. It has been used safely in Japan for over 50 years.</p>\n<p>In 2016, the Korea Research Institute of Bioscience and Biotechnology (KRIBB) successfully isolated a proprietary strain, C. butyricum S-45-5, from the feces of breastfed Korean neonates. NPK Inc., which received the technology transfer, achieved the world&#39;s second successful mass production of C. butyricum in 2022, launching the era of &quot;K-Butyric Acid Bacteria.&quot;</p>\n<h3>What Makes K-Butyric Acid Bacteria Different from the Japanese Strain?</h3>\n<p>Even within the same species Clostridium butyricum, characteristics vary by strain. The K-strain S-45-5 stands out in two key ways.</p>\n<p>First, it was <strong>isolated from Korean infants</strong>. Since gut microbiota are influenced by dietary habits and genetic background, the same species can exhibit different host compatibility depending on its origin. Derived from the gut of breastfed Korean neonates, S-45-5 may be better adapted to the Korean intestinal environment — and clinical results have indeed been promising.</p>\n<p>Second, it offers <strong>higher purity and productivity</strong>. NPK&#39;s fermentation technology enables efficient production of high-purity short-chain fatty acids, allowing higher active ingredient content in finished products. SCFA 455, for example, contains over 40% SCFA content, meaning even small doses can deliver meaningful amounts of butyrate (per NPK product data).</p>\n<table>\n<thead>\n<tr>\n<th>Year</th>\n<th>Milestone</th>\n</tr>\n</thead>\n<tbody><tr>\n<td>1814</td>\n<td>Chevreul discovers butyric acid in butter (France)</td>\n</tr>\n<tr>\n<td>1880</td>\n<td>Prazmowski names Clostridium butyricum</td>\n</tr>\n<tr>\n<td>1933</td>\n<td>Dr. Miyairi isolates the MIYAIRI strain (Japan)</td>\n</tr>\n<tr>\n<td>1970</td>\n<td>Japan&#39;s Ministry of Health approves CBM588 for clinical use</td>\n</tr>\n<tr>\n<td>2016</td>\n<td>KRIBB isolates S-45-5 strain (South Korea)</td>\n</tr>\n<tr>\n<td>2022</td>\n<td>NPK achieves the world&#39;s 2nd mass production of C. butyricum</td>\n</tr>\n<tr>\n<td>2025</td>\n<td>EFSA approves C. butyricum safety (Europe)</td>\n</tr>\n</tbody></table>\n<h2>Lactobacillus vs. C. butyricum: What&#39;s the Difference?</h2>\n<p>Despite similar-sounding names, these are fundamentally different microorganisms.</p>\n<p>The most significant difference is <strong>spore formation</strong>. Lactobacillus is highly vulnerable to stomach acid and heat — most cells perish within an hour at pH 2.0. C. butyricum, however, forms robust protective spores. Think of it like a seed with a hard shell that survives winter. Thanks to this ability, approximately 80% survive stomach acid (pH 2.0) and about 90% withstand temperatures of 60 degrees Celsius.</p>\n<table>\n<thead>\n<tr>\n<th>Feature</th>\n<th>Lactobacillus</th>\n<th>C. butyricum</th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Primary metabolite</td>\n<td>Lactic acid</td>\n<td>Butyric acid (SCFA)</td>\n</tr>\n<tr>\n<td>Spore formation</td>\n<td>Not possible</td>\n<td>Possible</td>\n</tr>\n<tr>\n<td>Survival at pH 2.0 (1h)</td>\n<td>~0.005%</td>\n<td>~80%</td>\n</tr>\n<tr>\n<td>Heat resistance (60 degrees C)</td>\n<td>~0.006%</td>\n<td>~90%</td>\n</tr>\n<tr>\n<td>Primary habitat</td>\n<td>Small to large intestine</td>\n<td>Large intestine (colon)</td>\n</tr>\n<tr>\n<td>Energy supply to gut cells</td>\n<td>Indirect</td>\n<td>Direct</td>\n</tr>\n</tbody></table>\n<p>The second difference lies in <strong>what they produce</strong>. Lactobacillus produces lactic acid, while C. butyricum produces butyrate — and butyrate is the key to gut health.</p>\n<h2>Why Butyrate Matters</h2>\n<p>The epithelial cells lining our colon do not primarily use blood glucose for energy. Instead, they rely on butyrate for <strong>over 70%</strong> of their energy needs. When butyrate is scarce, gut cells cannot function properly, and the intestinal barrier may weaken.</p>\n<p>Here is what butyrate does:</p>\n<ul>\n<li><strong>Primary fuel for gut cells</strong>: Supplies over 70% of colonic epithelial cell energy</li>\n<li><strong>Strengthens the gut barrier</strong>: Induces tight junction protein expression and thickens the mucus layer</li>\n<li><strong>Maintains gut environment</strong>: Consumes oxygen in the colon, maintaining the anaerobic conditions that beneficial bacteria need</li>\n</ul>\n<p>A research team led by Professor Kim Na-young at Bundang Seoul National University Hospital published noteworthy findings in Digestive Diseases and Sciences (2024). In an animal study, C. butyricum played an important role in restoring gut integrity that had been damaged by a high-fat diet. The study showed that a high-fat diet disrupted the gut microbiome and impaired metabolism, and C. butyricum contributed to reversing these effects.</p>\n<h2>Lactobacillus and C. butyricum Are Not Competitors</h2>\n<p>Here is an interesting fact: Lactobacillus and C. butyricum are not rivals — they actually <strong>work as a team</strong>.</p>\n<p>Lactobacillus first produces lactic acid, then C. butyricum takes that lactic acid and converts it into butyrate. Scientists call this &quot;cross-feeding.&quot; Think of it as an assembly line: Lactobacillus creates a semi-finished product, and C. butyricum completes the final product. Lactobacillus works in the small intestine while C. butyricum operates in the large intestine, each managing their respective territory.</p>\n<p>So the question is not &quot;should I take Lactobacillus or C. butyricum?&quot; — taking both together may be more effective. Lactobacillus produces lactic acid in the small intestine, which then becomes raw material for C. butyricum in the large intestine, creating a virtuous cycle of increased butyrate production.</p>\n<h2>From Live Bacteria to Metabolites: The Rise of Postbiotics</h2>\n<p>This metabolite-centered understanding has given rise to a new paradigm: postbiotics. While traditional probiotics focused on &quot;delivering live bacteria to the gut,&quot; postbiotics take the approach of &quot;directly utilizing the beneficial substances that bacteria produce.&quot;</p>\n<p>Butyrate (SCFA), produced by C. butyricum, is a prime example of a postbiotic ingredient. Since postbiotics use pre-formed metabolites, there is no need for bacteria to survive the journey to the gut. They can be stored at room temperature and are generally considered to have an excellent safety profile. The global market is projected to grow from USD 125 million in 2025 to USD 204 million by 2030 (CAGR 10.22%).</p>\n<p>However, in South Korea, official regulations for postbiotics have not yet been established (as of February 2026). Health-functional food claims are limited to approved expressions such as &quot;may help promote beneficial bacteria and inhibit harmful bacteria&quot; and &quot;may help with bowel regularity.&quot; Direct claims about treating or preventing specific diseases are subject to regulatory restrictions.</p>\n<h2>Key Points When Selecting Ingredients</h2>\n<p>Here are the essential factors to evaluate when choosing C. butyricum ingredients:</p>\n<ul>\n<li><strong>Spore formation</strong>: Confirm that the strain forms spores — this directly affects survival rate through the stomach</li>\n<li><strong>Clinical track record</strong>: CBM588 has over 50 years of clinical use data. Korea&#39;s S-45-5 strain is also building independent research achievements</li>\n<li><strong>SCFA production efficiency</strong>: Check short-chain fatty acid content in fermentation products (e.g., whether it exceeds 40% concentration)</li>\n<li><strong>Safety verification</strong>: Absence of toxin genes must be confirmed (Isa et al., 2016). Note that rare cases of bacteremia have been reported in immunocompromised patients (CDC EID, 2024), warranting caution in this population</li>\n</ul>\n<h2>Closing</h2>\n<p>Butyric acid, discovered in butter in 1814, is being rediscovered 200 years later as a cornerstone of gut health. The way Lactobacillus manages the small intestine while C. butyricum takes charge of the large intestine — collaborating through cross-feeding — reveals the elegant precision of the gut microbial ecosystem. With spores as its armor against stomach acid and butyrate as direct fuel for gut cells, C. butyricum is turning the next page in the story of probiotics.</p>\n<h2>References</h2>\n<ul>\n<li>EFSA Panel on Nutrition, Novel Foods and Food Allergens. &quot;Safety of Clostridium butyricum TO-A as a novel food&quot; (EFSA Journal, 2025)</li>\n<li>Kim NA, et al. &quot;Clostridium butyricum restores gut barrier integrity in high-fat diet-induced intestinal injury&quot; (Digestive Diseases and Sciences, 2024)</li>\n<li>&quot;Oral butyrate supplementation in patients with ulcerative colitis&quot; (Journal of Clinical Medicine, 2025)</li>\n<li>&quot;Quantitative Alterations in Fecal Short-Chain Fatty Acids in IBD: A Systematic Review and Meta-Analysis&quot; (Biomolecules, 2025)</li>\n<li>Isa K, et al. &quot;Safety assessment of the Clostridium butyricum MIYAIRI 588 probiotic strain&quot; (Human &amp; Experimental Toxicology, 2016)</li>\n<li>&quot;Clostridium butyricum bacteremia associated with probiotic use&quot; (CDC Emerging Infectious Diseases, 2024)</li>\n<li>Ariyoshi T, et al. &quot;Clostridium butyricum modifies bacterial composition under antibiotic-induced dysbiosis&quot; (Microorganisms, 2021)</li>\n<li>Korea Research Institute of Bioscience and Biotechnology (KRIBB). &quot;Isolation of C. butyricum S-45-5 and technology transfer&quot; (2016-2021)</li>\n<li>&quot;Postbiotics Market Size and Growth Trends Report to 2030&quot; (Mordor Intelligence, 2025)</li>\n<li>Health Insurance Review and Assessment Service. &quot;IBD patient statistics in South Korea&quot; (2023)</li>\n<li>NPK Inc. &quot;SCFA 455 Product Brochure&quot; (2025)</li>\n</ul>\n"
  }
}
