{
  "id": "microbiome",
  "date": "2026.02.15",
  "ko": {
    "title": "장 속 마이크로바이옴이 건강을 바꾼다",
    "summary": "장내 수십조 개의 미생물은 단순히 소화를 돕는 것을 넘어, 면역, 대사, 뇌 기능에 관여하는 것으로 알려지며 '제2의 장기'로 불립니다. 최근 프로바이오틱스 시장은 전통 유산균에서 포스트바이오틱스로 빠르게 진화...",
    "tags": [
      "트렌드"
    ],
    "content": "<p>장내 수십조 개의 미생물은 단순히 소화를 돕는 것을 넘어, 면역, 대사, 뇌 기능에 관여하는 것으로 알려지며 &#39;제2의 장기&#39;로 불립니다. 최근 프로바이오틱스 시장은 전통 유산균에서 포스트바이오틱스로 빠르게 진화하고 있으며, 그 중심에는 부티르산(butyrate)이라는 핵심 대사산물이 있습니다.</p>\n<h2>마이크로바이옴, 단순한 유산균이 아니다</h2>\n<p>마이크로바이옴(Microbiome)은 우리 몸에 함께 사는 미생물 전체를 뜻합니다. 장 속에만 수십조 개의 미생물이 살고 있는데, 이들은 수백 가지 종류로 이루어져 있습니다. 중요한 것은 특정 균이 많고 적음이 아니라, 다양한 종류가 골고루 균형을 이루고 있느냐입니다.</p>\n<p>WHO와 FAO는 프로바이오틱스를 &quot;적절한 양을 섭취했을 때 건강상 이점을 제공하는 살아있는 미생물&quot;로 정의합니다. 하지만 최근에는 프로바이오틱스 개념이 확장되어, 프리바이오틱스(유익균 먹이), 포스트바이오틱스(미생물 대사산물), 신바이오틱스(균주+먹이 조합)로 세분화되고 있습니다.</p>\n<table>\n<thead>\n<tr>\n<th>구분</th>\n<th>정의</th>\n<th>대표 예시</th>\n</tr>\n</thead>\n<tbody><tr>\n<td>프로바이오틱스</td>\n<td>살아있는 유익균</td>\n<td>L. rhamnosus GG, B. lactis BB-12</td>\n</tr>\n<tr>\n<td>프리바이오틱스</td>\n<td>유익균 성장 촉진 성분</td>\n<td>이눌린, FOS, GOS</td>\n</tr>\n<tr>\n<td>포스트바이오틱스</td>\n<td>미생물 대사산물/사균체</td>\n<td>단쇄지방산, 박테리오신</td>\n</tr>\n<tr>\n<td>신바이오틱스</td>\n<td>균주 + 먹이 조합</td>\n<td>유산균 + FOS</td>\n</tr>\n</tbody></table>\n<h2>균주에서 대사산물로: 프로바이오틱스의 진화</h2>\n<p>프로바이오틱스는 크게 3세대로 나뉩니다.</p>\n<p><strong>1세대</strong>는 Lactobacillus와 Bifidobacterium 중심의 전통 유산균입니다. 안전성 데이터가 풍부하지만, 효과가 비특이적이라는 한계가 있습니다. 국내 건강기능식품 고시형 프로바이오틱스 19종도 대부분 이 범주에 속하며, &quot;유산균 증식 및 유해균 억제에 도움을 줄 수 있음&quot;, &quot;배변 활동 원활에 도움을 줄 수 있음&quot;이라는 기능성을 인정받았습니다.</p>\n<p><strong>2세대</strong>는 차세대 프로바이오틱스(Next-Generation Probiotics, NGP)로, 특정 기능에 초점을 맞춘 균주가 주목받고 있습니다. Akkermansia muciniphila는 장 점막층 유지에 기여하는 것으로 보고되고 있고, Clostridium butyricum CBM588은 장 세포의 핵심 에너지원인 부티르산(butyric acid)을 직접 생성하는 균주입니다.</p>\n<p><strong>3세대</strong>는 포스트바이오틱스입니다. 살아있는 균주 대신 미생물 대사산물이나 불활성화된 세포를 직접 활용하는 접근으로, 유통 안정성이 뛰어나고 안전성 우려가 낮은 것으로 평가됩니다. 글로벌 포스트바이오틱스 시장은 2024년 약 1억 2,660만 달러(USD 126.6M)에서 2034년 약 3억 530만 달러(USD 305.3M)로 연평균 9.2% 성장할 전망입니다(Market.us).</p>\n<h3>포스트바이오틱스의 핵심, 부티르산</h3>\n<p>3세대 포스트바이오틱스에서 가장 주목받는 대사산물이 바로 단쇄지방산(SCFA)입니다. 아세트산, 프로피온산, 부티르산이 대표적인데, 그중 부티르산은 대장 상피세포 에너지의 약 70%를 공급하며 다음과 같은 역할이 보고되고 있습니다(Parada Venegas et al., Frontiers in Immunology, 2019).</p>\n<ul>\n<li><strong>장벽 유지</strong>: Tight junction 단백질 발현 증가와 관련</li>\n<li><strong>점막층 보호</strong>: Mucin 2 발현 촉진과 관련</li>\n<li><strong>항염증 기전</strong>: HDAC 억제를 통한 조절T세포 분화 유도</li>\n<li><strong>대사 관련</strong>: 인슐린 감수성과의 연관성 연구 진행 중</li>\n</ul>\n<p>흥미로운 점은, 1세대 유산균과 2세대 낙산균이 함께 일한다는 것입니다. 유산균이 생성한 젖산을 C. butyricum이 부티르산으로 전환하는 크로스피딩(cross-feeding) 현상이 확인되었으며, 실제로 C. butyricum CBM588과 B. longum 조합이 과민성 장증후군 증상 개선에 기여했다는 임상 결과도 보고되었습니다(PMC, 2025). 세대를 나누어 설명하지만, 실제 장 속에서는 세대를 넘어 협력하는 셈입니다.</p>\n<h2>장-뇌 축, 장-피부 축으로 확장되는 영향력</h2>\n<p>장내 미생물의 영향력은 장 안에 머물지 않습니다. 부티르산을 비롯한 단쇄지방산은 미주신경, 면역, 내분비 경로를 통해 뇌와도 소통하며, 이를 장-뇌 축(Gut-Brain Axis)이라 부릅니다. 우울, 불안, 인지기능과의 연관성도 보고되고 있습니다.</p>\n<p>또한 장내 미생물 조성은 건선, 아토피, 여드름 등 피부 상태와도 밀접한 관련이 있는 것으로 연구되고 있습니다. 장 유래 SCFA가 케라티노사이트 대사에 관여하면서 장-피부 축(Gut-Skin Axis)도 활발히 연구되고 있습니다. 프로바이오틱 화장품 시장은 2025년 약 173.6억 달러 규모로 성장한 것으로 추산됩니다(Mordor Intelligence).</p>\n<h2>규제와 시장: 소비자 인식의 변화</h2>\n<p>국내 건강기능식품 고시형 프로바이오틱스는 &quot;유산균 증식 및 유해균 억제에 도움을 줄 수 있음&quot;이라는 표현만 허용됩니다. 효능을 단정하는 표현이나 질병 치료 암시는 금지됩니다. 다만 균주별로 체지방 감소, 피부 상태 개선 등 추가 기능성을 개별인정 받은 사례도 늘고 있습니다.</p>\n<p>시장 역시 빠르게 변화하고 있습니다. 글로벌 프로바이오틱스 시장은 2025년 약 840억–1,143억 달러 규모로 추산되며(출처별 상이), 2030년까지 연평균 7.5–8.1% 성장할 전망입니다(Markets and Markets, 2025). 한국 시장은 약 1조 원 규모이지만, 일반 프로바이오틱스 성장률은 0.4%에 그친 반면 기능성 프로바이오틱스는 26.5% 성장하여 시장 구조가 변화하고 있습니다.</p>\n<h2>문래컴퍼니 인사이트</h2>\n<p>마이크로바이옴 원료를 평가할 때는 균주의 기전과 임상 데이터를 함께 살펴보는 것이 중요합니다. 특히 부티르산 생성 경로와 크로스피딩 현상은 다균주 조합을 이해하는 데 핵심적인 개념입니다. 어떤 균주가 어떤 대사산물을 만들어내는지, 균주 간 상호작용은 어떠한지를 파악하면 보다 합리적인 원료 선택이 가능합니다.</p>\n<h2>마무리: 부티르산을 직접 만드는 균주는?</h2>\n<p>장내 미생물의 핵심 역할 중 하나는 부티르산 생성입니다. 그렇다면 부티르산을 직접 생산하는 균주는 어떤 것들이 있을까요? 차세대 프로바이오틱스로 주목받는 낙산균(Clostridium butyricum)은 그 대표주자입니다. 다음 포스트에서는 낙산균의 기전과 임상 데이터를 자세히 살펴보겠습니다.</p>\n<h2>References</h2>\n<ul>\n<li>Short Chain Fatty Acids (SCFAs)-Mediated Gut Epithelial and Immune Regulation (Frontiers in Immunology, 2019)</li>\n<li>The role of short-chain fatty acids in health and disease (Nature Reviews Immunology, 2024)</li>\n<li>Postbiotics: A Consensus Statement (ISAPP, 2021)</li>\n<li>Guidelines for the Evaluation of Probiotics in Food (WHO/FAO, 2002)</li>\n<li>Probiotics Market Global Forecast (Markets and Markets, 2025)</li>\n<li>Probiotic Cosmetics Market Analysis (Grand View Research, 2025)</li>\n<li>건강기능식품 기능성 원료 인정 현황 (식품의약품안전처, 2025)</li>\n<li>Postbiotics Market Size and Forecast (Market.us, 2024)</li>\n</ul>\n"
  },
  "en": {
    "title": "Gut Microbiome: Redefining Health Beyond Digestion",
    "summary": "The tens of trillions of microorganisms residing in the human gut do far more than aid digestion — they are increasin...",
    "tags": [
      "Trend"
    ],
    "content": "<p>The tens of trillions of microorganisms residing in the human gut do far more than aid digestion — they are increasingly recognized for their involvement in immunity, metabolism, and brain function, earning the gut microbiome the designation of a &quot;second organ.&quot; The probiotics market is rapidly evolving from traditional lactic acid bacteria toward postbiotics, with butyrate, a key microbial metabolite, at the center of this shift.</p>\n<h2>The Microbiome: More Than Just Probiotics</h2>\n<p>The microbiome refers to the entire community of microorganisms living alongside us in the human body. The gut alone harbors tens of trillions of microbes, spanning hundreds of different species. What matters most is not which single species dominates, but whether a diverse range of species coexists in balance.</p>\n<p>The WHO and FAO define probiotics as &quot;live microorganisms which, when administered in adequate amounts, confer a health benefit on the host.&quot; More recently, this concept has expanded to include prebiotics (fuel for beneficial bacteria), postbiotics (microbial metabolites), and synbiotics (strain-plus-prebiotic combinations).</p>\n<table>\n<thead>\n<tr>\n<th>Category</th>\n<th>Definition</th>\n<th>Key Examples</th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Probiotics</td>\n<td>Live beneficial microorganisms</td>\n<td>L. rhamnosus GG, B. lactis BB-12</td>\n</tr>\n<tr>\n<td>Prebiotics</td>\n<td>Compounds that promote beneficial microbe growth</td>\n<td>Inulin, FOS, GOS</td>\n</tr>\n<tr>\n<td>Postbiotics</td>\n<td>Microbial metabolites / inactivated cells</td>\n<td>Short-chain fatty acids, bacteriocins</td>\n</tr>\n<tr>\n<td>Synbiotics</td>\n<td>Strain + prebiotic combinations</td>\n<td>Lactobacillus + FOS</td>\n</tr>\n</tbody></table>\n<h2>From Strains to Metabolites: The Evolution of Probiotics</h2>\n<p>Probiotics are broadly classified into three generations.</p>\n<p><strong>First-generation</strong> probiotics are traditional strains centered on Lactobacillus and Bifidobacterium. While supported by extensive safety data, their effects tend to be non-specific. South Korea&#39;s 19 officially listed health-functional probiotic strains largely fall into this category, with recognized claims limited to &quot;may help promote beneficial bacteria growth and inhibit harmful bacteria&quot; and &quot;may help support regular bowel movements.&quot;</p>\n<p><strong>Second-generation</strong> probiotics — known as Next-Generation Probiotics (NGPs) — target specific functional outcomes. Akkermansia muciniphila has been reported to contribute to intestinal mucus layer maintenance, while Clostridium butyricum CBM588 directly produces butyric acid, the primary energy source for intestinal epithelial cells.</p>\n<p><strong>Third-generation</strong> refers to postbiotics. By directly utilizing microbial metabolites or inactivated cells rather than live strains, postbiotics offer superior shelf stability and are considered to present fewer safety concerns. The global postbiotics market is projected to grow from approximately USD 126.6 million in 2024 to USD 305.3 million by 2034, at a CAGR of 9.2% (Market.us).</p>\n<h3>The Core of Postbiotics: Butyrate</h3>\n<p>The most prominent metabolites in third-generation postbiotics are short-chain fatty acids (SCFAs). The three primary SCFAs are acetate, propionate, and butyrate. Butyrate supplies approximately 70% of the energy for colonic epithelial cells and has been associated with multiple functional roles (Parada Venegas et al., Frontiers in Immunology, 2019):</p>\n<ul>\n<li><strong>Gut barrier maintenance</strong>: Associated with increased tight junction protein expression</li>\n<li><strong>Mucus layer protection</strong>: Linked to enhanced Mucin 2 expression</li>\n<li><strong>Anti-inflammatory mechanism</strong>: Induction of regulatory T-cell differentiation via HDAC inhibition</li>\n<li><strong>Metabolic relevance</strong>: Ongoing research into associations with insulin sensitivity</li>\n</ul>\n<p>What makes this particularly interesting is that first-generation lactic acid bacteria and second-generation butyric acid bacteria work as a team. Cross-feeding — where C. butyricum converts lactate produced by lactic acid bacteria into butyrate — has been documented. In fact, a combination of C. butyricum CBM588 and B. longum was reported to contribute to symptom improvement in irritable bowel syndrome (PMC, 2025). While we describe them in separate generations, inside the gut they collaborate across generational lines.</p>\n<h2>Expanding Influence: The Gut-Brain Axis and Gut-Skin Axis</h2>\n<p>The influence of gut microbes extends well beyond the intestines. Butyrate and other SCFAs communicate with the brain via the vagus nerve, immune signaling, and endocrine pathways — a connection known as the Gut-Brain Axis. Associations with depression, anxiety, and cognitive function have been reported.</p>\n<p>Additionally, gut microbial composition has been linked to skin conditions such as psoriasis, atopic dermatitis, and acne. As gut-derived SCFAs have been found to influence keratinocyte metabolism, the Gut-Skin Axis is also gaining research momentum. The probiotic cosmetics market was estimated at approximately USD 17.36 billion in 2025 (Mordor Intelligence).</p>\n<h2>Regulation and Market: Shifting Consumer Awareness</h2>\n<p>In South Korea, officially listed health-functional probiotics are limited to claims such as &quot;may help promote beneficial bacteria growth and inhibit harmful bacteria.&quot; Definitive efficacy claims or implications of disease treatment are prohibited. However, an increasing number of strains are receiving individual recognition for additional functions such as body fat reduction and skin health support.</p>\n<p>The market is evolving rapidly. The global probiotics market is estimated at approximately USD 84–114.3 billion in 2025 (varies by source), with projected growth of 7.5–8.1% CAGR through 2030 (Markets and Markets, 2025). The South Korean market stands at approximately KRW 1 trillion, but while general probiotics grew by just 0.4%, functional probiotics surged by 26.5%, signaling a structural market shift.</p>\n<h2>Mullae Company Insight</h2>\n<p>When evaluating microbiome ingredients, it is important to examine both strain mechanisms and clinical data. Butyrate production pathways and cross-feeding dynamics, in particular, are essential concepts for understanding multi-strain combinations. Understanding which strains produce which metabolites — and how they interact — enables more informed ingredient selection.</p>\n<h2>Closing: Which Strains Actually Produce Butyrate?</h2>\n<p>One of the most important roles of gut microbes is butyrate production. So which strains are capable of producing butyrate directly? Clostridium butyricum, a next-generation probiotic often called the &quot;butyric acid bacterium,&quot; is the leading candidate. In our next post, we will take a closer look at the mechanisms and clinical evidence behind C. butyricum.</p>\n<h2>References</h2>\n<ul>\n<li>Short Chain Fatty Acids (SCFAs)-Mediated Gut Epithelial and Immune Regulation (Frontiers in Immunology, 2019)</li>\n<li>The role of short-chain fatty acids in health and disease (Nature Reviews Immunology, 2024)</li>\n<li>Postbiotics: A Consensus Statement (ISAPP, 2021)</li>\n<li>Guidelines for the Evaluation of Probiotics in Food (WHO/FAO, 2002)</li>\n<li>Probiotics Market Global Forecast (Markets and Markets, 2025)</li>\n<li>Probiotic Cosmetics Market Analysis (Grand View Research, 2025)</li>\n<li>Health Functional Food Ingredient Recognition Status (MFDS, 2025)</li>\n<li>Postbiotics Market Size and Forecast (Market.us, 2024)</li>\n</ul>\n"
  }
}
