{
  "id": "retinol-fermentation",
  "date": "2026.02.14",
  "ko": {
    "title": "효모가 만드는 레티놀, 화장품 원료의 새로운 흐름",
    "summary": "수십 년간 화학 합성으로만 만들어지던 레티놀이 이제 효모 발효로도 생산됩니다. 생산 방식은 달라졌지만, 분자 구조는 동일합니다. 레티놀의 작용 원리와 새로운 생산 방식이 원료 산업에 어떤 의미를 갖는지 살펴봅니다.",
    "tags": [
      "원료 딥다이브",
      "화장품",
      "레티놀"
    ],
    "content": "<h2>레티놀이란 무엇인가</h2><p>레티놀은 비타민 A의 한 형태로, 피부 건강에 핵심적인 역할을 하는 성분입니다. 체내에서 레티날(Retinal), 레티노산(Retinoic Acid)으로 전환되며, 이 과정에서 피부 세포의 유전자 발현을 조절합니다.</p><p><strong>작용 원리:</strong> 레티놀은 피부 세포의 핵 수용체에 결합하여 다음과 같은 효과를 나타냅니다.</p><ul><li><strong>콜라겐 합성 촉진:</strong> 진피층에서 콜라겐 생성을 증가시켜 피부 탄력을 개선합니다</li><li><strong>세포 턴오버 가속화:</strong> 표피세포의 교체 주기를 빠르게 하여 피부결을 매끄럽게 합니다</li><li><strong>멜라닌 생성 억제:</strong> 색소 침착을 줄여 미백 효과를 나타냅니다</li><li><strong>항산화 작용:</strong> 산화 스트레스로부터 피부를 보호합니다</li></ul><p>국내에서는 식약처가 인정한 대표적인 주름 개선 기능성 화장품 원료로, 약 0.075% 기준 함량으로 승인되어 있습니다.</p><h2>레티놀의 다양한 형태</h2><p>레티놀 계열 성분은 여러 형태로 존재하며, 각각 효능과 자극도가 다릅니다.</p><table><thead><tr><th>형태</th><th>효능 강도</th><th>자극도</th><th>용도</th></tr></thead><tbody><tr><td>레티노산 (트레티노인)</td><td>가장 강함</td><td>높음</td><td>전문의약품 (처방 필요)</td></tr><tr><td>레티날 (레티날데히드)</td><td>강함</td><td>중간</td><td>기능성 화장품</td></tr><tr><td>레티놀</td><td>중간</td><td>중간</td><td>기능성 화장품 (일반)</td></tr><tr><td>레티닐 팔미테이트</td><td>약함</td><td>낮음</td><td>일반 화장품</td></tr></tbody></table><p>레티놀은 피부에 흡수된 후 레티날, 레티노산으로 2단계 전환됩니다. 이 과정 덕분에 레티노산보다 자극이 적으면서도 효과를 낼 수 있습니다. 화장품 원료로는 0.025%~1.0% 농도로 사용되며, 초보자는 낮은 농도부터 시작해 점진적으로 증량하는 것이 권장됩니다.</p><h2>레티놀의 안정성 문제</h2><p>레티놀의 가장 큰 약점은 <strong>불안정성</strong>입니다. 빛, 산소, 열에 쉽게 분해되어 효능이 떨어집니다. 이 때문에 다음과 같은 안정화 기술이 필수적입니다.</p><ul><li><strong>마이크로캡슐화:</strong> 레티놀을 작은 캡슐에 담아 외부 환경으로부터 보호</li><li><strong>리포솜 전달:</strong> 지질막으로 레티놀을 감싸 피부 흡수율과 안정성 향상</li><li><strong>에어리스 용기:</strong> 공기 접촉을 최소화하는 펌프 용기 사용</li><li><strong>항산화제 첨가:</strong> BHT, BHA 등을 첨가하여 산화 방지</li></ul><p>발효 방식으로 생산하든, 화학 합성으로 생산하든 이 안정성 문제는 동일하게 적용됩니다. 원료의 생산 방식보다 제형 기술이 더 중요한 이유입니다.</p><h2>화학 합성 vs 발효 생산</h2><p>전통적으로 레티놀은 석유 기반 화학 합성으로 생산되어 왔습니다. 하지만 최근 효모를 통한 발효 생산이 가능해졌습니다. 연구실 수준에서 리터당 약 5.89g의 레티놀을 생산한 사례가 보고되었으며, 스위스 향료 기업 지보단(Givaudan)은 '레티라이프(RetiLife)'라는 발효 유래 레티놀을 이미 상용화했습니다.</p><table><thead><tr><th>구분</th><th>화학 합성 레티놀</th><th>발효 레티놀</th></tr></thead><tbody><tr><td>원료</td><td>석유 기반 화학물질</td><td>효모 + 천연 당 기질</td></tr><tr><td>생산 방식</td><td>다단계 화학 반응</td><td>효모 배양 + 발효</td></tr><tr><td>환경 영향</td><td>석유 의존, 화학 폐기물</td><td>탄소 배출 저감, 친환경</td></tr><tr><td>비건 인증</td><td>불가능</td><td>가능</td></tr><tr><td>분자 구조</td><td>C20H30O</td><td>C20H30O (동일)</td></tr><tr><td>효능</td><td>농도와 제형에 따름</td><td>농도와 제형에 따름 (동일)</td></tr></tbody></table><p>핵심은 <strong>분자 구조가 동일</strong>하다는 점입니다. 국내 화장품 규제상 차이도 없으며, 둘 다 주름 개선 기능성 화장품 원료로 인정됩니다. 발효 레티놀의 장점은 생산 과정의 지속가능성에 있습니다. 비건 인증이 가능하고, 석유 의존도를 낮출 수 있습니다.</p><h2>레티놀 제품 선택 시 체크포인트</h2><p>레티놀 제품을 선택할 때는 생산 방식보다 다음 사항을 우선 확인해야 합니다.</p><p><strong>1. 농도:</strong> 초보자는 0.025~0.1%부터 시작하세요. 피부가 적응하면 0.3~1.0%로 증량할 수 있습니다.</p><p><strong>2. 안정화 기술:</strong> 마이크로캡슐화, 리포솜, 에어리스 용기 등 안정화 기술이 적용되었는지 확인하세요.</p><p><strong>3. 제형:</strong> 레티놀은 유성 제형에서 안정적입니다. 세럼, 크림 형태가 일반적이며, 수성 제형은 안정성이 떨어질 수 있습니다.</p><p><strong>4. 포장:</strong> 불투명 용기 또는 에어리스 펌프 용기를 사용한 제품을 선택하세요.</p><p><strong>5. 원료사:</strong> 지보단, BASF, DSM-Firmenich처럼 검증된 원료사의 레티놀인지 확인하세요.</p><p><strong>6. 인증:</strong> 비건, 지속가능성 등 브랜드 가치에 부합하는 인증이 있다면 참고하세요.</p><h2>레티놀 사용 시 주의사항</h2><p>레티놀은 효과적이지만, 다음 사항을 주의해야 합니다.</p><ul><li><strong>레티노이드 반응:</strong> 처음 2~4주간 홍반, 건조, 벗겨짐이 나타날 수 있습니다. 이는 일시적 현상이며 점차 사라집니다</li><li><strong>자외선 차단 필수:</strong> 레티놀 사용 시 피부가 자외선에 민감해지므로 SPF 30 이상의 자외선 차단제를 매일 사용하세요</li><li><strong>임산부/수유부 금기:</strong> 레티놀은 기형 유발 가능성이 있어 임신 계획 중이거나 임신 중, 수유 중에는 사용을 피해야 합니다</li><li><strong>다른 각질 제거 성분과의 병용 주의:</strong> AHA, BHA와 함께 사용하면 자극이 증가할 수 있습니다</li></ul><h2>문래컴퍼니 인사이트</h2><p>레티놀의 발효 생산은 단순히 '친환경'이라는 마케팅 이상의 의미를 지닙니다. 원료 공급망의 다변화와 지속가능성은 이제 선택이 아닌 필수입니다.</p><p>다만 발효 레티놀이라고 해서 효능이 더 우수한 것은 아닙니다. 분자 구조가 동일하므로, 효능은 농도와 제형 안정성에 달려 있습니다. 원료를 선택할 때는 생산 방식보다 <strong>순도, 안정화 기술, 농도, 그리고 브랜드가 추구하는 가치와의 부합 여부</strong>를 우선 고려해야 합니다.</p><p>발효 원료의 진짜 장점은 환경 영향을 줄이면서도 동일한 품질을 확보할 수 있다는 점입니다. 앞으로 더 많은 화장품 원료가 이런 방식으로 생산될 것이며, 문래컴퍼니는 이러한 기술 변화를 주시하고 있습니다.</p><p>레티놀은 과학적으로 검증된 주름 개선 성분입니다. 생산 방식의 혁신은 환영할 만하지만, 결국 중요한 것은 올바른 농도, 안정적인 제형, 그리고 꾸준한 사용입니다.</p><div style=\"height: 1px; background: #e8edf3; margin: 36px 0;\"></div><p style=\"padding: 12px 16px; background: #f8f9fb; border-left: 3px solid #1B5E3B; margin: 24px 0; font-size: 14px; line-height: 1.7;\"><strong>핵심 요약:</strong> 레티놀은 콜라겐 합성 촉진, 세포 턴오버 가속화, 멜라닌 억제 등 피부 개선 효과가 과학적으로 검증된 성분입니다. 효모 발효로 생산된 레티놀은 화학 합성 레티놀과 분자 구조가 동일하며, 효능 차이는 없습니다. 지속가능성과 비건 인증 가능성이 발효 방식의 장점이지만, 제품 선택 시에는 농도, 안정화 기술, 제형을 우선 확인해야 합니다.</p><div style=\"height: 1px; background: #e8edf3; margin: 36px 0;\"></div><h2>References</h2><div style=\"font-size: 13px; color: #666; line-height: 1.9;\"><p style=\"margin-bottom: 8px;\">• Systematic metabolic engineering enables highly efficient production of vitamin A in Saccharomyces cerevisiae (Synthetic and Systems Biotechnology, 2024)</p><p style=\"margin-bottom: 8px;\">• Retinoids in the treatment of skin aging (Clinical Interventions in Aging, 2006)</p><p style=\"margin-bottom: 8px;\">• Metabolic Pathway Coupled with Fermentation Process Optimization for High-Level Production of Retinol in Yarrowia lipolytica (Journal of Agricultural and Food Chemistry, 2024)</p><p style=\"margin-bottom: 8px;\">• Topical retinoids in acne vulgaris: a systematic review (American Journal of Clinical Dermatology, 2017)</p><p style=\"margin-bottom: 8px;\">• Givaudan RetiLife — 100% Natural-Origin Retinol (Givaudan Active Beauty, 2023)</p><p style=\"margin-bottom: 8px;\">• 화장품 표시·광고 관리 가이드라인 (식품의약품안전처)</p><p style=\"margin-bottom: 8px;\">• Safety and anti-wrinkle effects of retinoids on human skin (Annals of Dermatology, 2010)</p></div>"
  },
  "en": {
    "title": "Fermentation-Derived Retinol: A New Wave in Cosmetic Ingredients",
    "summary": "Retinol, the gold standard anti-aging ingredient, can now be produced through yeast fermentation instead of petroleum-based chemical synthesis. While the molecular structure remains identical regardless of production method, fermentation offers sustainability and vegan certification advantages.",
    "tags": [
      "Ingredient Deep Dive",
      "Skincare",
      "Retinol"
    ],
    "content": "<h2>What Is Retinol?</h2><p>Retinol is a form of vitamin A that plays a critical role in skin health. In the body, it is converted into retinal and then retinoic acid, which regulate gene expression in skin cells.</p><p><strong>How it works:</strong> Retinol binds to nuclear receptors in skin cells, producing the following effects:</p><ul><li><strong>Stimulates collagen synthesis:</strong> Increases collagen production in the dermis, improving skin elasticity</li><li><strong>Accelerates cell turnover:</strong> Speeds up the replacement cycle of epidermal cells, smoothing skin texture</li><li><strong>Inhibits melanin production:</strong> Reduces hyperpigmentation for a brightening effect</li><li><strong>Antioxidant protection:</strong> Shields skin from oxidative stress</li></ul><p>In South Korea, retinol is officially recognized by the Ministry of Food and Drug Safety (MFDS) as a functional cosmetic ingredient for wrinkle improvement, approved at a reference concentration of approximately 0.075%.</p><h2>The Many Forms of Retinol</h2><p>Retinoid compounds come in several forms, each differing in potency and irritation potential.</p><table><thead><tr><th>Form</th><th>Potency</th><th>Irritation</th><th>Usage</th></tr></thead><tbody><tr><td>Retinoic Acid (Tretinoin)</td><td>Strongest</td><td>High</td><td>Prescription drug</td></tr><tr><td>Retinal (Retinaldehyde)</td><td>Strong</td><td>Moderate</td><td>Functional cosmetics</td></tr><tr><td>Retinol</td><td>Moderate</td><td>Moderate</td><td>Functional cosmetics (general)</td></tr><tr><td>Retinyl Palmitate</td><td>Mild</td><td>Low</td><td>General cosmetics</td></tr></tbody></table><p>After absorption into the skin, retinol undergoes a two-step conversion into retinal and then retinoic acid. This gradual conversion process makes retinol less irritating than retinoic acid while still delivering meaningful results. In cosmetic formulations, retinol is typically used at concentrations of 0.025% to 1.0%, and beginners are advised to start at lower concentrations and gradually increase.</p><h2>The Stability Challenge</h2><p>Retinol's greatest weakness is its <strong>instability</strong>. It degrades easily when exposed to light, oxygen, and heat, diminishing its efficacy. This is why the following stabilization technologies are essential:</p><ul><li><strong>Microencapsulation:</strong> Enclosing retinol in tiny capsules to protect it from the external environment</li><li><strong>Liposomal delivery:</strong> Wrapping retinol in lipid membranes to enhance skin absorption and stability</li><li><strong>Airless packaging:</strong> Using pump containers that minimize air contact</li><li><strong>Antioxidant additives:</strong> Adding BHT, BHA, or similar compounds to prevent oxidation</li></ul><p>This stability challenge applies equally whether retinol is produced through fermentation or chemical synthesis. The formulation technology matters more than the production method of the raw material.</p><h2>Chemical Synthesis vs. Fermentation</h2><p>Traditionally, retinol has been produced through petroleum-based chemical synthesis. Recently, however, yeast-based fermentation production has become viable. Researchers have reported yields of approximately 5.89 g/L of retinol at the laboratory scale, and Swiss fragrance company Givaudan has already commercialized a fermentation-derived retinol under the brand name RetiLife.</p><table><thead><tr><th>Category</th><th>Chemically Synthesized Retinol</th><th>Fermentation-Derived Retinol</th></tr></thead><tbody><tr><td>Raw materials</td><td>Petroleum-based chemicals</td><td>Yeast + natural sugar substrates</td></tr><tr><td>Production method</td><td>Multi-step chemical reactions</td><td>Yeast cultivation + fermentation</td></tr><tr><td>Environmental impact</td><td>Petroleum-dependent, chemical waste</td><td>Lower carbon emissions, eco-friendly</td></tr><tr><td>Vegan certification</td><td>Not possible</td><td>Possible</td></tr><tr><td>Molecular structure</td><td>C<sub>20</sub>H<sub>30</sub>O</td><td>C<sub>20</sub>H<sub>30</sub>O (identical)</td></tr><tr><td>Efficacy</td><td>Depends on concentration and formulation</td><td>Depends on concentration and formulation (identical)</td></tr></tbody></table><p>The key point is that the <strong>molecular structure is identical</strong>. Under South Korean cosmetic regulations, there is no difference between the two — both are recognized as functional cosmetic ingredients for wrinkle improvement. The advantage of fermentation-derived retinol lies in the sustainability of the production process. It enables vegan certification and reduces dependence on petroleum.</p><h2>What to Look for When Choosing a Retinol Product</h2><p>When selecting a retinol product, the production method matters less than the following considerations:</p><p><strong>1. Concentration:</strong> Beginners should start with 0.025-0.1%. Once your skin adapts, you can gradually increase to 0.3-1.0%.</p><p><strong>2. Stabilization technology:</strong> Check whether microencapsulation, liposomal delivery, or airless packaging has been applied.</p><p><strong>3. Formulation:</strong> Retinol is most stable in oil-based formulations. Serums and creams are standard; water-based formulations may compromise stability.</p><p><strong>4. Packaging:</strong> Choose products in opaque containers or airless pump bottles.</p><p><strong>5. Ingredient supplier:</strong> Look for retinol from established suppliers such as Givaudan, BASF, or DSM-Firmenich.</p><p><strong>6. Certifications:</strong> If vegan or sustainability credentials matter to your brand values, check for relevant certifications.</p><h2>Precautions When Using Retinol</h2><p>Retinol is highly effective, but the following precautions should be observed:</p><ul><li><strong>Retinoid reaction:</strong> During the first 2-4 weeks, you may experience redness, dryness, and peeling. These are temporary and typically subside with continued use</li><li><strong>Sunscreen is essential:</strong> Retinol increases photosensitivity, so daily use of SPF 30 or higher sunscreen is necessary</li><li><strong>Contraindicated during pregnancy and breastfeeding:</strong> Retinol carries teratogenic risks and should be avoided by those who are pregnant, planning to become pregnant, or breastfeeding</li><li><strong>Caution with other exfoliants:</strong> Combining retinol with AHAs or BHAs may increase irritation</li></ul><h2>MullaeCompany Insight</h2><p>The fermentation-based production of retinol carries significance beyond simply being an \"eco-friendly\" marketing claim. Diversifying raw material supply chains and ensuring sustainability are no longer optional — they are essential.</p><p>That said, fermentation-derived retinol is not inherently more effective than its chemically synthesized counterpart. The molecular structure is identical, so efficacy ultimately depends on concentration and formulation stability. When selecting ingredients, <strong>purity, stabilization technology, concentration, and alignment with your brand's values</strong> should take priority over the production method.</p><p>The real advantage of fermentation-derived ingredients is the ability to achieve the same quality while reducing environmental impact. More cosmetic ingredients are expected to be produced this way in the future, and MullaeCompany is closely monitoring these technological developments.</p><p>Retinol is a scientifically proven anti-wrinkle ingredient. Innovation in production methods is welcome, but what ultimately matters is the right concentration, a stable formulation, and consistent use.</p><hr><p><strong>Key Takeaway:</strong> Retinol is a scientifically validated ingredient with proven effects including collagen synthesis stimulation, accelerated cell turnover, and melanin inhibition. Fermentation-derived retinol has an identical molecular structure to chemically synthesized retinol, with no difference in efficacy. While sustainability and vegan certification are the key advantages of the fermentation method, consumers should prioritize concentration, stabilization technology, and formulation when choosing a product.</p><h2>References</h2><ul><li>Systematic metabolic engineering enables highly efficient production of vitamin A in <em>Saccharomyces cerevisiae</em> (Synthetic and Systems Biotechnology, 2024)</li><li>Retinoids in the treatment of skin aging (Clinical Interventions in Aging, 2006)</li><li>Metabolic Pathway Coupled with Fermentation Process Optimization for High-Level Production of Retinol in <em>Yarrowia lipolytica</em> (Journal of Agricultural and Food Chemistry, 2024)</li><li>Topical retinoids in acne vulgaris: a systematic review (American Journal of Clinical Dermatology, 2017)</li><li>Givaudan RetiLife — 100% Natural-Origin Retinol (Givaudan Active Beauty, 2023)</li><li>Safety and anti-wrinkle effects of retinoids on human skin (Annals of Dermatology, 2010)</li></ul><h2>Related Posts</h2><ul><li><a href='#synthetic-biology'>Synthetic Biology: The Technology Where Microbes Make Our Medicine, Food, and Cosmetics</a> (2026.02.13)</li><li><a href='#european-ingredient-companies'>Why Are the Best Supplement Ingredient Companies in Europe?</a> (2026.02.13)</li></ul>"
  }
}
