{
  "posts": [
    {
      "id": "k-butyric-acid-bacteria",
      "date": "2026.02.15",
      "title": "Clostridium butyricum — A 200-Year History and Why It Goes Beyond Probiotics",
      "summary": "The European Food Safety Authority (EFSA) recently approved the safety of Clostridium butyricum for use as a food sup...",
      "tags": [
        "Ingredient Deep Dive",
        "C. butyricum",
        "Probiotics"
      ],
      "content": "<p>The European Food Safety Authority (EFSA) recently approved the safety of Clostridium butyricum for use as a food supplement. In South Korea, a proprietary strain has been independently developed, opening a new chapter in a market that Japan monopolized for over 50 years. While most people are familiar with Lactobacillus, far fewer know about C. butyricum — the butyric acid bacterium. What is it, how does it differ from conventional probiotics, and why is it gaining so much attention now?</p>\n<h2>Butyric Acid: A 200-Year Story That Began with Butter</h2>\n<p>The story starts in 1814, when French chemist Michel Eugene Chevreul isolated an unusual fatty acid from butter. This compound, which makes up about 3% of butter, had a distinctive odor — it was butyric acid. The name &quot;butyric&quot; itself comes from the Latin &quot;butyrum,&quot; meaning butter.</p>\n<p>Sixty-six years later, in 1880, microbiologist Adam Prazmowski discovered the microorganism that produces butyric acid and named it Clostridium butyricum. This was the birth of what we now call the &quot;butyric acid bacterium.&quot;</p>\n<h2>From Japan to Korea: The Path of Development</h2>\n<p>C. butyricum first attracted serious attention in the health field in 1933, when Japanese physician Dr. Kinji Miyairi isolated the MIYAIRI strain from human feces. The CBM588 strain was subsequently isolated from Japanese soil in 1963 and approved for clinical use by Japan&#39;s Ministry of Health in 1970. It has been used safely in Japan for over 50 years.</p>\n<p>In 2016, the Korea Research Institute of Bioscience and Biotechnology (KRIBB) successfully isolated a proprietary strain, C. butyricum S-45-5, from the feces of breastfed Korean neonates. NPK Inc., which received the technology transfer, achieved the world&#39;s second successful mass production of C. butyricum in 2022, launching the era of &quot;K-Butyric Acid Bacteria.&quot;</p>\n<h3>What Makes K-Butyric Acid Bacteria Different from the Japanese Strain?</h3>\n<p>Even within the same species Clostridium butyricum, characteristics vary by strain. The K-strain S-45-5 stands out in two key ways.</p>\n<p>First, it was <strong>isolated from Korean infants</strong>. Since gut microbiota are influenced by dietary habits and genetic background, the same species can exhibit different host compatibility depending on its origin. Derived from the gut of breastfed Korean neonates, S-45-5 may be better adapted to the Korean intestinal environment — and clinical results have indeed been promising.</p>\n<p>Second, it offers <strong>higher purity and productivity</strong>. NPK&#39;s fermentation technology enables efficient production of high-purity short-chain fatty acids, allowing higher active ingredient content in finished products. SCFA 455, for example, contains over 40% SCFA content, meaning even small doses can deliver meaningful amounts of butyrate (per NPK product data).</p>\n<table>\n<thead>\n<tr>\n<th>Year</th>\n<th>Milestone</th>\n</tr>\n</thead>\n<tbody><tr>\n<td>1814</td>\n<td>Chevreul discovers butyric acid in butter (France)</td>\n</tr>\n<tr>\n<td>1880</td>\n<td>Prazmowski names Clostridium butyricum</td>\n</tr>\n<tr>\n<td>1933</td>\n<td>Dr. Miyairi isolates the MIYAIRI strain (Japan)</td>\n</tr>\n<tr>\n<td>1970</td>\n<td>Japan&#39;s Ministry of Health approves CBM588 for clinical use</td>\n</tr>\n<tr>\n<td>2016</td>\n<td>KRIBB isolates S-45-5 strain (South Korea)</td>\n</tr>\n<tr>\n<td>2022</td>\n<td>NPK achieves the world&#39;s 2nd mass production of C. butyricum</td>\n</tr>\n<tr>\n<td>2025</td>\n<td>EFSA approves C. butyricum safety (Europe)</td>\n</tr>\n</tbody></table>\n<h2>Lactobacillus vs. C. butyricum: What&#39;s the Difference?</h2>\n<p>Despite similar-sounding names, these are fundamentally different microorganisms.</p>\n<p>The most significant difference is <strong>spore formation</strong>. Lactobacillus is highly vulnerable to stomach acid and heat — most cells perish within an hour at pH 2.0. C. butyricum, however, forms robust protective spores. Think of it like a seed with a hard shell that survives winter. Thanks to this ability, approximately 80% survive stomach acid (pH 2.0) and about 90% withstand temperatures of 60 degrees Celsius.</p>\n<table>\n<thead>\n<tr>\n<th>Feature</th>\n<th>Lactobacillus</th>\n<th>C. butyricum</th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Primary metabolite</td>\n<td>Lactic acid</td>\n<td>Butyric acid (SCFA)</td>\n</tr>\n<tr>\n<td>Spore formation</td>\n<td>Not possible</td>\n<td>Possible</td>\n</tr>\n<tr>\n<td>Survival at pH 2.0 (1h)</td>\n<td>~0.005%</td>\n<td>~80%</td>\n</tr>\n<tr>\n<td>Heat resistance (60 degrees C)</td>\n<td>~0.006%</td>\n<td>~90%</td>\n</tr>\n<tr>\n<td>Primary habitat</td>\n<td>Small to large intestine</td>\n<td>Large intestine (colon)</td>\n</tr>\n<tr>\n<td>Energy supply to gut cells</td>\n<td>Indirect</td>\n<td>Direct</td>\n</tr>\n</tbody></table>\n<p>The second difference lies in <strong>what they produce</strong>. Lactobacillus produces lactic acid, while C. butyricum produces butyrate — and butyrate is the key to gut health.</p>\n<h2>Why Butyrate Matters</h2>\n<p>The epithelial cells lining our colon do not primarily use blood glucose for energy. Instead, they rely on butyrate for <strong>over 70%</strong> of their energy needs. When butyrate is scarce, gut cells cannot function properly, and the intestinal barrier may weaken.</p>\n<p>Here is what butyrate does:</p>\n<ul>\n<li><strong>Primary fuel for gut cells</strong>: Supplies over 70% of colonic epithelial cell energy</li>\n<li><strong>Strengthens the gut barrier</strong>: Induces tight junction protein expression and thickens the mucus layer</li>\n<li><strong>Maintains gut environment</strong>: Consumes oxygen in the colon, maintaining the anaerobic conditions that beneficial bacteria need</li>\n</ul>\n<p>A research team led by Professor Kim Na-young at Bundang Seoul National University Hospital published noteworthy findings in Digestive Diseases and Sciences (2024). In an animal study, C. butyricum played an important role in restoring gut integrity that had been damaged by a high-fat diet. The study showed that a high-fat diet disrupted the gut microbiome and impaired metabolism, and C. butyricum contributed to reversing these effects.</p>\n<h2>Lactobacillus and C. butyricum Are Not Competitors</h2>\n<p>Here is an interesting fact: Lactobacillus and C. butyricum are not rivals — they actually <strong>work as a team</strong>.</p>\n<p>Lactobacillus first produces lactic acid, then C. butyricum takes that lactic acid and converts it into butyrate. Scientists call this &quot;cross-feeding.&quot; Think of it as an assembly line: Lactobacillus creates a semi-finished product, and C. butyricum completes the final product. Lactobacillus works in the small intestine while C. butyricum operates in the large intestine, each managing their respective territory.</p>\n<p>So the question is not &quot;should I take Lactobacillus or C. butyricum?&quot; — taking both together may be more effective. Lactobacillus produces lactic acid in the small intestine, which then becomes raw material for C. butyricum in the large intestine, creating a virtuous cycle of increased butyrate production.</p>\n<h2>From Live Bacteria to Metabolites: The Rise of Postbiotics</h2>\n<p>This metabolite-centered understanding has given rise to a new paradigm: postbiotics. While traditional probiotics focused on &quot;delivering live bacteria to the gut,&quot; postbiotics take the approach of &quot;directly utilizing the beneficial substances that bacteria produce.&quot;</p>\n<p>Butyrate (SCFA), produced by C. butyricum, is a prime example of a postbiotic ingredient. Since postbiotics use pre-formed metabolites, there is no need for bacteria to survive the journey to the gut. They can be stored at room temperature and are generally considered to have an excellent safety profile. The global market is projected to grow from USD 125 million in 2025 to USD 204 million by 2030 (CAGR 10.22%).</p>\n<p>However, in South Korea, official regulations for postbiotics have not yet been established (as of February 2026). Health-functional food claims are limited to approved expressions such as &quot;may help promote beneficial bacteria and inhibit harmful bacteria&quot; and &quot;may help with bowel regularity.&quot; Direct claims about treating or preventing specific diseases are subject to regulatory restrictions.</p>\n<h2>Key Points When Selecting Ingredients</h2>\n<p>Here are the essential factors to evaluate when choosing C. butyricum ingredients:</p>\n<ul>\n<li><strong>Spore formation</strong>: Confirm that the strain forms spores — this directly affects survival rate through the stomach</li>\n<li><strong>Clinical track record</strong>: CBM588 has over 50 years of clinical use data. Korea&#39;s S-45-5 strain is also building independent research achievements</li>\n<li><strong>SCFA production efficiency</strong>: Check short-chain fatty acid content in fermentation products (e.g., whether it exceeds 40% concentration)</li>\n<li><strong>Safety verification</strong>: Absence of toxin genes must be confirmed (Isa et al., 2016). Note that rare cases of bacteremia have been reported in immunocompromised patients (CDC EID, 2024), warranting caution in this population</li>\n</ul>\n<h2>Closing</h2>\n<p>Butyric acid, discovered in butter in 1814, is being rediscovered 200 years later as a cornerstone of gut health. The way Lactobacillus manages the small intestine while C. butyricum takes charge of the large intestine — collaborating through cross-feeding — reveals the elegant precision of the gut microbial ecosystem. With spores as its armor against stomach acid and butyrate as direct fuel for gut cells, C. butyricum is turning the next page in the story of probiotics.</p>\n<h2>References</h2>\n<ul>\n<li>EFSA Panel on Nutrition, Novel Foods and Food Allergens. &quot;Safety of Clostridium butyricum TO-A as a novel food&quot; (EFSA Journal, 2025)</li>\n<li>Kim NA, et al. &quot;Clostridium butyricum restores gut barrier integrity in high-fat diet-induced intestinal injury&quot; (Digestive Diseases and Sciences, 2024)</li>\n<li>&quot;Oral butyrate supplementation in patients with ulcerative colitis&quot; (Journal of Clinical Medicine, 2025)</li>\n<li>&quot;Quantitative Alterations in Fecal Short-Chain Fatty Acids in IBD: A Systematic Review and Meta-Analysis&quot; (Biomolecules, 2025)</li>\n<li>Isa K, et al. &quot;Safety assessment of the Clostridium butyricum MIYAIRI 588 probiotic strain&quot; (Human &amp; Experimental Toxicology, 2016)</li>\n<li>&quot;Clostridium butyricum bacteremia associated with probiotic use&quot; (CDC Emerging Infectious Diseases, 2024)</li>\n<li>Ariyoshi T, et al. &quot;Clostridium butyricum modifies bacterial composition under antibiotic-induced dysbiosis&quot; (Microorganisms, 2021)</li>\n<li>Korea Research Institute of Bioscience and Biotechnology (KRIBB). &quot;Isolation of C. butyricum S-45-5 and technology transfer&quot; (2016-2021)</li>\n<li>&quot;Postbiotics Market Size and Growth Trends Report to 2030&quot; (Mordor Intelligence, 2025)</li>\n<li>Health Insurance Review and Assessment Service. &quot;IBD patient statistics in South Korea&quot; (2023)</li>\n<li>NPK Inc. &quot;SCFA 455 Product Brochure&quot; (2025)</li>\n</ul>\n"
    },
    {
      "id": "microbiome",
      "date": "2026.02.15",
      "title": "Gut Microbiome: Redefining Health Beyond Digestion",
      "summary": "The tens of trillions of microorganisms residing in the human gut do far more than aid digestion — they are increasin...",
      "tags": [
        "Trend"
      ],
      "content": "<p>The tens of trillions of microorganisms residing in the human gut do far more than aid digestion — they are increasingly recognized for their involvement in immunity, metabolism, and brain function, earning the gut microbiome the designation of a &quot;second organ.&quot; The probiotics market is rapidly evolving from traditional lactic acid bacteria toward postbiotics, with butyrate, a key microbial metabolite, at the center of this shift.</p>\n<h2>The Microbiome: More Than Just Probiotics</h2>\n<p>The microbiome refers to the entire community of microorganisms living alongside us in the human body. The gut alone harbors tens of trillions of microbes, spanning hundreds of different species. What matters most is not which single species dominates, but whether a diverse range of species coexists in balance.</p>\n<p>The WHO and FAO define probiotics as &quot;live microorganisms which, when administered in adequate amounts, confer a health benefit on the host.&quot; More recently, this concept has expanded to include prebiotics (fuel for beneficial bacteria), postbiotics (microbial metabolites), and synbiotics (strain-plus-prebiotic combinations).</p>\n<table>\n<thead>\n<tr>\n<th>Category</th>\n<th>Definition</th>\n<th>Key Examples</th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Probiotics</td>\n<td>Live beneficial microorganisms</td>\n<td>L. rhamnosus GG, B. lactis BB-12</td>\n</tr>\n<tr>\n<td>Prebiotics</td>\n<td>Compounds that promote beneficial microbe growth</td>\n<td>Inulin, FOS, GOS</td>\n</tr>\n<tr>\n<td>Postbiotics</td>\n<td>Microbial metabolites / inactivated cells</td>\n<td>Short-chain fatty acids, bacteriocins</td>\n</tr>\n<tr>\n<td>Synbiotics</td>\n<td>Strain + prebiotic combinations</td>\n<td>Lactobacillus + FOS</td>\n</tr>\n</tbody></table>\n<h2>From Strains to Metabolites: The Evolution of Probiotics</h2>\n<p>Probiotics are broadly classified into three generations.</p>\n<p><strong>First-generation</strong> probiotics are traditional strains centered on Lactobacillus and Bifidobacterium. While supported by extensive safety data, their effects tend to be non-specific. South Korea&#39;s 19 officially listed health-functional probiotic strains largely fall into this category, with recognized claims limited to &quot;may help promote beneficial bacteria growth and inhibit harmful bacteria&quot; and &quot;may help support regular bowel movements.&quot;</p>\n<p><strong>Second-generation</strong> probiotics — known as Next-Generation Probiotics (NGPs) — target specific functional outcomes. Akkermansia muciniphila has been reported to contribute to intestinal mucus layer maintenance, while Clostridium butyricum CBM588 directly produces butyric acid, the primary energy source for intestinal epithelial cells.</p>\n<p><strong>Third-generation</strong> refers to postbiotics. By directly utilizing microbial metabolites or inactivated cells rather than live strains, postbiotics offer superior shelf stability and are considered to present fewer safety concerns. The global postbiotics market is projected to grow from approximately USD 126.6 million in 2024 to USD 305.3 million by 2034, at a CAGR of 9.2% (Market.us).</p>\n<h3>The Core of Postbiotics: Butyrate</h3>\n<p>The most prominent metabolites in third-generation postbiotics are short-chain fatty acids (SCFAs). The three primary SCFAs are acetate, propionate, and butyrate. Butyrate supplies approximately 70% of the energy for colonic epithelial cells and has been associated with multiple functional roles (Parada Venegas et al., Frontiers in Immunology, 2019):</p>\n<ul>\n<li><strong>Gut barrier maintenance</strong>: Associated with increased tight junction protein expression</li>\n<li><strong>Mucus layer protection</strong>: Linked to enhanced Mucin 2 expression</li>\n<li><strong>Anti-inflammatory mechanism</strong>: Induction of regulatory T-cell differentiation via HDAC inhibition</li>\n<li><strong>Metabolic relevance</strong>: Ongoing research into associations with insulin sensitivity</li>\n</ul>\n<p>What makes this particularly interesting is that first-generation lactic acid bacteria and second-generation butyric acid bacteria work as a team. Cross-feeding — where C. butyricum converts lactate produced by lactic acid bacteria into butyrate — has been documented. In fact, a combination of C. butyricum CBM588 and B. longum was reported to contribute to symptom improvement in irritable bowel syndrome (PMC, 2025). While we describe them in separate generations, inside the gut they collaborate across generational lines.</p>\n<h2>Expanding Influence: The Gut-Brain Axis and Gut-Skin Axis</h2>\n<p>The influence of gut microbes extends well beyond the intestines. Butyrate and other SCFAs communicate with the brain via the vagus nerve, immune signaling, and endocrine pathways — a connection known as the Gut-Brain Axis. Associations with depression, anxiety, and cognitive function have been reported.</p>\n<p>Additionally, gut microbial composition has been linked to skin conditions such as psoriasis, atopic dermatitis, and acne. As gut-derived SCFAs have been found to influence keratinocyte metabolism, the Gut-Skin Axis is also gaining research momentum. The probiotic cosmetics market was estimated at approximately USD 17.36 billion in 2025 (Mordor Intelligence).</p>\n<h2>Regulation and Market: Shifting Consumer Awareness</h2>\n<p>In South Korea, officially listed health-functional probiotics are limited to claims such as &quot;may help promote beneficial bacteria growth and inhibit harmful bacteria.&quot; Definitive efficacy claims or implications of disease treatment are prohibited. However, an increasing number of strains are receiving individual recognition for additional functions such as body fat reduction and skin health support.</p>\n<p>The market is evolving rapidly. The global probiotics market is estimated at approximately USD 84–114.3 billion in 2025 (varies by source), with projected growth of 7.5–8.1% CAGR through 2030 (Markets and Markets, 2025). The South Korean market stands at approximately KRW 1 trillion, but while general probiotics grew by just 0.4%, functional probiotics surged by 26.5%, signaling a structural market shift.</p>\n<h2>Mullae Company Insight</h2>\n<p>When evaluating microbiome ingredients, it is important to examine both strain mechanisms and clinical data. Butyrate production pathways and cross-feeding dynamics, in particular, are essential concepts for understanding multi-strain combinations. Understanding which strains produce which metabolites — and how they interact — enables more informed ingredient selection.</p>\n<h2>Closing: Which Strains Actually Produce Butyrate?</h2>\n<p>One of the most important roles of gut microbes is butyrate production. So which strains are capable of producing butyrate directly? Clostridium butyricum, a next-generation probiotic often called the &quot;butyric acid bacterium,&quot; is the leading candidate. In our next post, we will take a closer look at the mechanisms and clinical evidence behind C. butyricum.</p>\n<h2>References</h2>\n<ul>\n<li>Short Chain Fatty Acids (SCFAs)-Mediated Gut Epithelial and Immune Regulation (Frontiers in Immunology, 2019)</li>\n<li>The role of short-chain fatty acids in health and disease (Nature Reviews Immunology, 2024)</li>\n<li>Postbiotics: A Consensus Statement (ISAPP, 2021)</li>\n<li>Guidelines for the Evaluation of Probiotics in Food (WHO/FAO, 2002)</li>\n<li>Probiotics Market Global Forecast (Markets and Markets, 2025)</li>\n<li>Probiotic Cosmetics Market Analysis (Grand View Research, 2025)</li>\n<li>Health Functional Food Ingredient Recognition Status (MFDS, 2025)</li>\n<li>Postbiotics Market Size and Forecast (Market.us, 2024)</li>\n</ul>\n"
    },
    {
      "id": "givaudan-naturex",
      "date": "2026.02.15",
      "title": "Why Givaudan Paid $1.6B for Naturex",
      "summary": "In 2018, Givaudan, the world's leading flavor and fragrance company, acquired Naturex — a French botanical extraction specialist — for approximately $1.6 billion. Behind this deal was the growing value of transparent, traceable ingredients.",
      "tags": [
        "Ingredient Deep Dive",
        "Botanical Extraction",
        "M&A"
      ],
      "content": "<h2>Who Is Naturex?</h2><p>Naturex was founded in 1992 in Avignon, France. The company built a portfolio of over 450 plant species and more than 600 products, operating 16 production sites worldwide. It has established itself as one of the top players in the global botanical extracts industry.</p><h2>Branded Ingredients: More Than Just Extraction</h2><p>Naturex's key strength lies not in simple extraction, but in its <strong>clinically validated branded ingredients</strong>.</p><table><thead><tr><th>Brand</th><th>Source</th><th>Research Area</th><th>Key Feature</th></tr></thead><tbody><tr><td><strong>Svetol</strong></td><td>Green coffee bean extract</td><td>Weight management studies</td><td>Standardized chlorogenic acids</td></tr><tr><td><strong>Cereboost</strong></td><td>American ginseng extract</td><td>Cognitive function research</td><td>Standardized ginsenoside profile</td></tr><tr><td><strong>Turmipure Gold</strong></td><td>Turmeric</td><td>Antioxidant</td><td>Enhanced bioavailability technology</td></tr><tr><td><strong>Lifenol</strong></td><td>Hops extract</td><td>Women's health research</td><td>Clinical studies in menopausal women</td></tr></tbody></table><p>These are not just \"plant extracts.\" Each one comes with <strong>standardized active compounds + clinical trial data + stability validation</strong> — essentially ready-to-use ingredients. For manufacturers, incorporating these branded ingredients means built-in credibility and a marketing story.</p><h2>What Givaudan Really Bought: Vertical Integration</h2><p>Givaudan didn't acquire Naturex just for its extraction technology. The real value was its <strong>vertically integrated system — controlling every step from raw material sourcing to extraction and standardization</strong>.</p><p>Naturex operates 16 production sites and 8 sourcing offices worldwide, working directly with farming partners to secure raw materials.</p><ul><li><strong>Traceability:</strong> When a consumer asks \"Where did this turmeric come from?\", Naturex can provide a precise answer</li><li><strong>Batch Consistency:</strong> Same cultivar, same growing conditions, same extraction process — minimizing variation between batches</li><li><strong>Sustainability:</strong> Fair trade certification, organic certification, and ethical sourcing embedded at the ingredient level</li></ul><p>According to industry analysts, the clean label ingredients market is expected to grow from $31.8 billion in 2025 to approximately $90 billion by 2034. Transparent ingredients are no longer optional — they're essential.</p><h2>Proprietary Extraction Technologies</h2><p>Naturex also brings proprietary green extraction technologies to the table. <strong>Eutectys technology</strong> uses Natural Deep Eutectic Solvents (NaDES) — replacing traditional organic solvents with natural compounds like sugars and amino acids.</p><ul><li><strong>Environmentally friendly:</strong> Minimizes hazardous solvent use</li><li><strong>High-purity extraction:</strong> Stable extraction of heat-sensitive polyphenols and flavonoids</li><li><strong>Regulation-friendly:</strong> No residual solvent concerns</li></ul><p>Additionally, <strong>Green Fractionation</strong> technology enables precise separation and concentration of active compounds, producing high-potency, high-purity ingredients.</p><h2>Korea Connection</h2><p>Givaudan operates a local subsidiary (Givaudan Korea) in Seoul and has actively pursued partnerships in the Korean market.</p><ul><li><strong>Bio FD&amp;C Partnership:</strong> In 2019, Givaudan invested in Bio FD&amp;C, a Korean company specializing in plant cell culture technology, with access to over 160 plant cell lines</li><li><strong>K-phyto Series:</strong> Co-developed cosmetic ingredients including Camellia stem cell extract (scalp care) and phytopeptides (sebum control)</li></ul><p>As K-Beauty continues to gain global popularity, interest in Korean botanical ingredients is growing. The combination of Naturex's extraction expertise and Korea's plant resources could open new premium ingredient markets.</p><h2>Mullae Company Insight</h2><div style=\"padding: 24px; background: linear-gradient(135deg, #f8f9fa 0%, #eef2f7 100%); border: 1px solid #d5dde5; border-radius: 12px; margin: 24px 0;\"><p style=\"margin-bottom: 14px;\"><strong style=\"color: #1a5276;\">First, an ingredient's value doesn't end at extraction.</strong> Where it was grown, how it was processed, whether quality is consistent batch to batch, whether clinical data exists — all of this determines the ingredient's true value.</p><p style=\"margin-bottom: 14px;\"><strong style=\"color: #1a5276;\">Second, branded ingredients are marketing assets.</strong> Clinically validated ingredients like Svetol and Cereboost help build product credibility from day one.</p><p style=\"margin-bottom: 14px;\"><strong style=\"color: #1a5276;\">Third, supply chain transparency is a competitive advantage.</strong> If you can't trace where your ingredients come from, it will be increasingly difficult to meet regulatory requirements and consumer expectations.</p><p style=\"margin-bottom: 0;\">Givaudan spent $1.6 billion on Naturex for a clear reason. It wasn't just buying extraction technology — it was acquiring <strong>a transparent, validated supply chain, a branded ingredient portfolio, and green extraction capabilities</strong> — future-proof assets in a market that increasingly demands transparency.</p></div><div style=\"height: 1px; background: #e8edf3; margin: 36px 0;\"></div><h2>References</h2><div style=\"font-size: 13px; color: #666; line-height: 1.9;\"><p style=\"margin-bottom: 8px;\">• Givaudan completes acquisition of Naturex for EUR 1.3B total (Givaudan Press Release, 2018)</p><p style=\"margin-bottom: 8px;\">• Natural Deep Eutectic Solvents (NaDES) in botanical extraction (Naturex/Givaudan, 2020)</p><p style=\"margin-bottom: 8px;\">• Botanical Extracts Market Report 2025-2032 (Coherent Market Insights, 2025)</p><p style=\"margin-bottom: 8px;\">• Clean Label Ingredients Market Forecast 2025-2034 (Allied Market Research, 2025)</p><p style=\"margin-bottom: 8px;\">• Svetol Green Coffee Bean Extract clinical studies (Naturex/Givaudan Health &amp; Nutrition)</p><p style=\"margin-bottom: 8px;\">• Givaudan strengthens Active Beauty with Bio FD&amp;C partnership (Givaudan Press Release, 2019)</p><p style=\"margin-bottom: 8px;\">• Givaudan 2025 Full Year Results (Givaudan, 2026)</p></div>"
    },
    {
      "id": "retinol-fermentation",
      "date": "2026.02.14",
      "title": "Fermentation-Derived Retinol: A New Wave in Cosmetic Ingredients",
      "summary": "Retinol, the gold standard anti-aging ingredient, can now be produced through yeast fermentation instead of petroleum-based chemical synthesis. While the molecular structure remains identical regardless of production method, fermentation offers sustainability and vegan certification advantages.",
      "tags": [
        "Ingredient Deep Dive",
        "Skincare",
        "Retinol"
      ],
      "content": "<h2>What Is Retinol?</h2><p>Retinol is a form of vitamin A that plays a critical role in skin health. In the body, it is converted into retinal and then retinoic acid, which regulate gene expression in skin cells.</p><p><strong>How it works:</strong> Retinol binds to nuclear receptors in skin cells, producing the following effects:</p><ul><li><strong>Stimulates collagen synthesis:</strong> Increases collagen production in the dermis, improving skin elasticity</li><li><strong>Accelerates cell turnover:</strong> Speeds up the replacement cycle of epidermal cells, smoothing skin texture</li><li><strong>Inhibits melanin production:</strong> Reduces hyperpigmentation for a brightening effect</li><li><strong>Antioxidant protection:</strong> Shields skin from oxidative stress</li></ul><p>In South Korea, retinol is officially recognized by the Ministry of Food and Drug Safety (MFDS) as a functional cosmetic ingredient for wrinkle improvement, approved at a reference concentration of approximately 0.075%.</p><h2>The Many Forms of Retinol</h2><p>Retinoid compounds come in several forms, each differing in potency and irritation potential.</p><table><thead><tr><th>Form</th><th>Potency</th><th>Irritation</th><th>Usage</th></tr></thead><tbody><tr><td>Retinoic Acid (Tretinoin)</td><td>Strongest</td><td>High</td><td>Prescription drug</td></tr><tr><td>Retinal (Retinaldehyde)</td><td>Strong</td><td>Moderate</td><td>Functional cosmetics</td></tr><tr><td>Retinol</td><td>Moderate</td><td>Moderate</td><td>Functional cosmetics (general)</td></tr><tr><td>Retinyl Palmitate</td><td>Mild</td><td>Low</td><td>General cosmetics</td></tr></tbody></table><p>After absorption into the skin, retinol undergoes a two-step conversion into retinal and then retinoic acid. This gradual conversion process makes retinol less irritating than retinoic acid while still delivering meaningful results. In cosmetic formulations, retinol is typically used at concentrations of 0.025% to 1.0%, and beginners are advised to start at lower concentrations and gradually increase.</p><h2>The Stability Challenge</h2><p>Retinol's greatest weakness is its <strong>instability</strong>. It degrades easily when exposed to light, oxygen, and heat, diminishing its efficacy. This is why the following stabilization technologies are essential:</p><ul><li><strong>Microencapsulation:</strong> Enclosing retinol in tiny capsules to protect it from the external environment</li><li><strong>Liposomal delivery:</strong> Wrapping retinol in lipid membranes to enhance skin absorption and stability</li><li><strong>Airless packaging:</strong> Using pump containers that minimize air contact</li><li><strong>Antioxidant additives:</strong> Adding BHT, BHA, or similar compounds to prevent oxidation</li></ul><p>This stability challenge applies equally whether retinol is produced through fermentation or chemical synthesis. The formulation technology matters more than the production method of the raw material.</p><h2>Chemical Synthesis vs. Fermentation</h2><p>Traditionally, retinol has been produced through petroleum-based chemical synthesis. Recently, however, yeast-based fermentation production has become viable. Researchers have reported yields of approximately 5.89 g/L of retinol at the laboratory scale, and Swiss fragrance company Givaudan has already commercialized a fermentation-derived retinol under the brand name RetiLife.</p><table><thead><tr><th>Category</th><th>Chemically Synthesized Retinol</th><th>Fermentation-Derived Retinol</th></tr></thead><tbody><tr><td>Raw materials</td><td>Petroleum-based chemicals</td><td>Yeast + natural sugar substrates</td></tr><tr><td>Production method</td><td>Multi-step chemical reactions</td><td>Yeast cultivation + fermentation</td></tr><tr><td>Environmental impact</td><td>Petroleum-dependent, chemical waste</td><td>Lower carbon emissions, eco-friendly</td></tr><tr><td>Vegan certification</td><td>Not possible</td><td>Possible</td></tr><tr><td>Molecular structure</td><td>C<sub>20</sub>H<sub>30</sub>O</td><td>C<sub>20</sub>H<sub>30</sub>O (identical)</td></tr><tr><td>Efficacy</td><td>Depends on concentration and formulation</td><td>Depends on concentration and formulation (identical)</td></tr></tbody></table><p>The key point is that the <strong>molecular structure is identical</strong>. Under South Korean cosmetic regulations, there is no difference between the two — both are recognized as functional cosmetic ingredients for wrinkle improvement. The advantage of fermentation-derived retinol lies in the sustainability of the production process. It enables vegan certification and reduces dependence on petroleum.</p><h2>What to Look for When Choosing a Retinol Product</h2><p>When selecting a retinol product, the production method matters less than the following considerations:</p><p><strong>1. Concentration:</strong> Beginners should start with 0.025-0.1%. Once your skin adapts, you can gradually increase to 0.3-1.0%.</p><p><strong>2. Stabilization technology:</strong> Check whether microencapsulation, liposomal delivery, or airless packaging has been applied.</p><p><strong>3. Formulation:</strong> Retinol is most stable in oil-based formulations. Serums and creams are standard; water-based formulations may compromise stability.</p><p><strong>4. Packaging:</strong> Choose products in opaque containers or airless pump bottles.</p><p><strong>5. Ingredient supplier:</strong> Look for retinol from established suppliers such as Givaudan, BASF, or DSM-Firmenich.</p><p><strong>6. Certifications:</strong> If vegan or sustainability credentials matter to your brand values, check for relevant certifications.</p><h2>Precautions When Using Retinol</h2><p>Retinol is highly effective, but the following precautions should be observed:</p><ul><li><strong>Retinoid reaction:</strong> During the first 2-4 weeks, you may experience redness, dryness, and peeling. These are temporary and typically subside with continued use</li><li><strong>Sunscreen is essential:</strong> Retinol increases photosensitivity, so daily use of SPF 30 or higher sunscreen is necessary</li><li><strong>Contraindicated during pregnancy and breastfeeding:</strong> Retinol carries teratogenic risks and should be avoided by those who are pregnant, planning to become pregnant, or breastfeeding</li><li><strong>Caution with other exfoliants:</strong> Combining retinol with AHAs or BHAs may increase irritation</li></ul><h2>MullaeCompany Insight</h2><p>The fermentation-based production of retinol carries significance beyond simply being an \"eco-friendly\" marketing claim. Diversifying raw material supply chains and ensuring sustainability are no longer optional — they are essential.</p><p>That said, fermentation-derived retinol is not inherently more effective than its chemically synthesized counterpart. The molecular structure is identical, so efficacy ultimately depends on concentration and formulation stability. When selecting ingredients, <strong>purity, stabilization technology, concentration, and alignment with your brand's values</strong> should take priority over the production method.</p><p>The real advantage of fermentation-derived ingredients is the ability to achieve the same quality while reducing environmental impact. More cosmetic ingredients are expected to be produced this way in the future, and MullaeCompany is closely monitoring these technological developments.</p><p>Retinol is a scientifically proven anti-wrinkle ingredient. Innovation in production methods is welcome, but what ultimately matters is the right concentration, a stable formulation, and consistent use.</p><hr><p><strong>Key Takeaway:</strong> Retinol is a scientifically validated ingredient with proven effects including collagen synthesis stimulation, accelerated cell turnover, and melanin inhibition. Fermentation-derived retinol has an identical molecular structure to chemically synthesized retinol, with no difference in efficacy. While sustainability and vegan certification are the key advantages of the fermentation method, consumers should prioritize concentration, stabilization technology, and formulation when choosing a product.</p><h2>References</h2><ul><li>Systematic metabolic engineering enables highly efficient production of vitamin A in <em>Saccharomyces cerevisiae</em> (Synthetic and Systems Biotechnology, 2024)</li><li>Retinoids in the treatment of skin aging (Clinical Interventions in Aging, 2006)</li><li>Metabolic Pathway Coupled with Fermentation Process Optimization for High-Level Production of Retinol in <em>Yarrowia lipolytica</em> (Journal of Agricultural and Food Chemistry, 2024)</li><li>Topical retinoids in acne vulgaris: a systematic review (American Journal of Clinical Dermatology, 2017)</li><li>Givaudan RetiLife — 100% Natural-Origin Retinol (Givaudan Active Beauty, 2023)</li><li>Safety and anti-wrinkle effects of retinoids on human skin (Annals of Dermatology, 2010)</li></ul><h2>Related Posts</h2><ul><li><a href='#synthetic-biology'>Synthetic Biology: The Technology Where Microbes Make Our Medicine, Food, and Cosmetics</a> (2026.02.13)</li><li><a href='#european-ingredient-companies'>Why Are the Best Supplement Ingredient Companies in Europe?</a> (2026.02.13)</li></ul>"
    },
    {
      "id": "synthetic-biology",
      "date": "2026.02.13",
      "title": "Synthetic Biology: The Technology Where Microbes Make Our Medicine, Food, and Cosmetics",
      "summary": "Synthetic biology is rapidly transforming the health supplement, food, and skincare industries, and AI is accelerating it even further",
      "tags": [
        "Synthetic Biology",
        "Trends",
        "Biotech"
      ],
      "content": "<h2>This Is Actually Real</h2><p>Malaria — a disease that kills hundreds of thousands of people in Africa every year. The treatment for this disease was originally extracted from a plant called <em>sweet wormwood</em>. The problem? Farming the plant was unreliable, which made the medicine prohibitively expensive.</p><p>In 2013, scientists came up with a solution. <strong>They taught ordinary baker's yeast to produce the active ingredient in malaria medication.</strong> By redesigning the yeast's genes, they got it to churn out the drug compound instead of relying on wormwood. The result: drug prices dropped dramatically, and far more patients gained access to treatment.</p><p>This is <strong>synthetic biology</strong>.</p><h2>Synthetic Biology in Plain English</h2><p><strong>Think of computer programming.</strong> Just as a programmer writes code to tell a computer \"do this task,\" a synthetic biologist writes <strong>DNA — the \"source code of life\" — to tell a microorganism \"make this substance.\"</strong></p><p>Microorganisms become tiny factories. Following a scientist's blueprint, they can produce milk proteins, cosmetic ingredients, pharmaceutical compounds — you name it.</p><blockquote><p><strong>The old way:</strong> Extract from nature, or synthesize in chemical plants<br><strong>Synthetic biology:</strong> Tell a microbe \"make it for me\"</p></blockquote><h2>Amazing Things Being Made Right Now</h2><h3>Real Dairy Protein — Without a Single Cow</h3><p>An American company called Perfect Day programs microorganisms to produce the key proteins found in milk. The result is real whey protein with a <strong>molecular structure identical to</strong> what cows produce — but no cows are needed. It's already being used in ice cream, protein supplements, and more.</p><ul><li>97% reduction in greenhouse gases, 99% reduction in water use (per the company's own data)</li></ul><h3>The Secret Behind Plant Burgers That Taste Like Meat</h3><p>Ever tried an Impossible Burger? The reason a plant-based patty tastes like real meat is <strong>heme protein produced by yeast</strong>. Heme is a compound naturally found in blood. By having yeast produce it and adding it to the burger, you get that distinctive meaty flavor and aroma.</p><h3>Cosmetic Ingredients That Don't Require Shark Fishing</h3><p>Squalane, a prized ingredient in luxury skincare, was traditionally extracted from shark liver. A company called Amyris succeeded in producing the same compound through <strong>sugarcane + yeast fermentation</strong>. This technology has since been acquired by global fragrance and ingredients giant Givaudan, which continues to use it today.</p><h3>COVID Vaccines Were Also Powered by Synthetic Biology</h3><p>The mRNA vaccines (Moderna, Pfizer) that were developed at record speed during COVID-19 — the ability to analyze the virus's genetic information and <strong>\"design\"</strong> an optimal vaccine sequence was made possible by synthetic biology.</p><ul><li>Vaccine development timeline: multiple years → under 1 year</li></ul><h3>Enzymes That Eat Plastic</h3><p>Scientists redesigned microbial enzymes to <strong>break down roughly 90% of PET plastic in just 14 hours</strong>. What used to take hundreds of years now takes half a day.</p><h3>Clothes Made from Spider Silk</h3><p>Spider silk is a dream material — stronger than steel, tougher than nylon. Japan's Spiber succeeded in mass-producing spider silk protein through microbial fermentation. They partnered with The North Face to create an actual jacket.</p><table><thead><tr><th>Field</th><th>What's Being Made</th><th>Result</th></tr></thead><tbody><tr><td>Food</td><td>Cow-free dairy protein</td><td>97%↓ greenhouse gas, 99%↓ water</td></tr><tr><td>Food</td><td>Meat-flavored plant burger</td><td>Heme protein produced by yeast</td></tr><tr><td>Skincare</td><td>Shark-free squalane</td><td>Animal protection + high purity</td></tr><tr><td>Pharma</td><td>Malaria treatment</td><td>Lower drug costs, stable supply</td></tr><tr><td>Pharma</td><td>mRNA vaccines</td><td>Development in under 1 year</td></tr><tr><td>Environment</td><td>Plastic-degrading enzymes</td><td>90% breakdown in 14 hours</td></tr><tr><td>Fashion</td><td>Spider silk fiber</td><td>Replacing petroleum-based synthetics</td></tr></tbody></table><h2>Then AI Entered the Picture — and Changed Everything</h2><p>The core challenge of synthetic biology is <strong>\"how do you design a microorganism's genes?\"</strong> This used to be done by humans through painstaking trial and error. Now, AI has joined the effort.</p><p>In 2025, <strong>Evo2</strong> — an AI created by the Arc Institute and NVIDIA — was trained on genetic data from 128,000 species. This AI can design entirely new gene sequences that don't exist in nature but function more efficiently.</p><p>Just as ChatGPT writes text, <strong>Evo2 writes the code of life.</strong></p><p>Combine that with \"biofoundries\" — robotic, automated laboratories — and experiments that once took months now take <strong>just days</strong>.</p><h2>Where Does South Korea Stand?</h2><p>South Korea is jumping into this wave in a big way.</p><ul><li><strong>Government investment:</strong> ₩126.3 billion (~ million) committed to building biofoundries (automated biology labs), with a 2027 completion target.</li><li><strong>CJ CheilJedang:</strong> Already the world leader in producing amino acids through microbial fermentation. Now integrating synthetic biology automation systems as well.</li></ul><h2>How Big Will This Market Get?</h2><ul><li><strong>2025:</strong> Approximately  billion (synthetic biology market)</li><li><strong>2030s:</strong> Projected to reach ~.8 trillion (McKinsey, total bioeconomy including synthetic biology)</li></ul><p>McKinsey projects that the bioeconomy — with synthetic biology at its core — will grow to <strong>three times the size of the semiconductor market</strong> by the 2030s. This isn't a passing trend. It's a massive shift that will reshape entire industries.</p><h2>MullaeCompany Insight</h2><p>MullaeCompany is a company that works with <strong>raw ingredients</strong> for health supplements and skincare.</p><p>Until now, ingredients have been sourced from nature or synthesized in chemical plants. But going forward, <strong>ingredients made by microorganisms</strong> are likely to become the mainstream. They're cleaner, more consistent, and more sustainable.</p><p>A world where milk is made without cows, squalane without sharks, and malaria medicine without wormwood. <strong>That world has already begun.</strong></p>"
    },
    {
      "id": "european-ingredient-companies",
      "date": "2026.02.13",
      "title": "Why Are the Best Supplement Ingredient Companies in Europe?",
      "summary": "Exploring the history and quality edge of European nutrition ingredient makers through DSM-Firmenich's strategic pivot",
      "tags": [
        "Ingredients",
        "Europe",
        "Trends"
      ],
      "content": "<h2>DSM-Firmenich's Decision to Divest Animal Nutrition</h2><p>In early 2026, global nutrition ingredient giant DSM-Firmenich announced it would sell its animal nutrition division for approximately 2.2 billion euros. The 120-year-old company made the strategic decision to focus exclusively on human nutrition, health, and beauty.</p><p>This news raises an interesting question: why are so many historic nutrition ingredient companies based in Europe? What draws consumers worldwide to 'European-sourced ingredients'? In this article, we explore the historical roots and quality advantages of European ingredient makers.</p><h2>A History Stretching Back to the 19th Century</h2><p>Europe's nutrition ingredient industry traces its origins to the birth of the chemical and pharmaceutical sectors in the late 19th century. BASF was founded in 1865, Lonza in 1897, and DSM in 1902 — all boasting over a century of heritage.</p><p>Notably, the discovery and industrialization of vitamins began in Europe. In 1933, Tadeus Reichstein developed a method for synthesizing vitamin C, and Swiss company Roche became the first to achieve industrial-scale production, laying the foundation for the nutrition ingredient industry. Pharmaceutical companies such as Bayer (1863), Roche (1896), and Geigy (1758, now part of Novartis) spun off nutrition ingredient businesses. After World War II, Europe's chemical industry advanced rapidly during reconstruction, shaping the landscape we see today.</p><h2>Major European Ingredient Companies</h2><table><thead><tr><th>Company</th><th>Country</th><th>Founded</th><th>Key Ingredients</th></tr></thead><tbody><tr><td>DSM-Firmenich</td><td>Netherlands / Switzerland</td><td>1902</td><td>Vitamin C (Quali-C), Vitamin E, Omega-3</td></tr><tr><td>BASF</td><td>Germany</td><td>1865</td><td>Carotenoids, Omega-3, Plant Sterols</td></tr><tr><td>Lonza</td><td>Switzerland</td><td>1897</td><td>Capsules (Capsugel), L-Carnitine (Carnipure)</td></tr><tr><td>Evonik</td><td>Germany</td><td>2007 (predecessor 1873)</td><td>Amino Acids (Methionine), Probiotics</td></tr></tbody></table><p>Beyond Europe, notable global players include Israel's Lycored (lycopene specialist) and Canada's Lallemand (probiotics and yeast-derived ingredients).</p><p>DSM-Firmenich invests over 500 million euros annually in R&amp;D, operating a vertically integrated vitamin manufacturing system. BASF draws on 150+ years of accumulated chemical synthesis expertise with its own clinical research infrastructure. Lonza combines pharmaceutical CDMO and nutrition businesses, applying pharmaceutical-grade quality controls across the board.</p><h2>How EU Regulations Built Quality Competitiveness</h2><p>Paradoxically, European ingredient makers owe much of their quality edge to strict regulatory environments.</p><p><strong>EFSA Health Claims Regulation</strong> — Under Regulation (EC) No 1924/2006, enacted in 2007, all health claims must be backed by scientific evidence. EFSA (European Food Safety Authority) independently evaluates the science, and this rigorous barrier has ultimately driven greater R&amp;D investment.</p><p><strong>Novel Food Regulation</strong> — Foods not significantly consumed in the EU before May 15, 1997 must undergo EFSA safety assessment, a process that typically takes several months or longer.</p><p><strong>EU GMP</strong> — The Grade A–D classification system applies near-pharmaceutical standards, mandating batch-to-batch consistency, contamination prevention, and thorough documentation.</p><h2>The Branded Ingredient Strategy</h2><p>European ingredient companies differentiate themselves through 'Branded Ingredients' strategies.</p><ul><li><strong>Quali-C</strong> (DSM): Scottish-made vitamin C, manufactured to EU GMP standards</li><li><strong>Carnipure</strong> (Lonza): Swiss-made L-Carnitine, purity above 99.5%</li><li><strong>Lyc-O-Mato</strong> (Lycored): Tomato-derived lycopene complex, proprietary extraction technology</li></ul><p>These branded ingredients build their own clinical data and guarantee quality at the raw material level.</p><h2>Regional Comparison of Nutrition Ingredient Industries</h2><table><thead><tr><th>Region</th><th>Strengths</th><th>Challenges</th></tr></thead><tbody><tr><td>Europe</td><td>100+ years of history, R&amp;D investment, clinical data, branded ingredients</td><td>Relatively high prices, supply lead times</td></tr><tr><td>China</td><td>Large-scale production, price competitiveness, bulk vitamin C/B supply</td><td>Quality management standardization in progress</td></tr><tr><td>India</td><td>Generic ingredients, traditional plant extraction expertise</td><td>Quality consistency challenges</td></tr><tr><td>USA</td><td>Marketing &amp; branding capabilities, innovative startup ecosystem</td><td>Finished-product-centric rather than ingredient manufacturing</td></tr><tr><td>Japan</td><td>Fermentation technology, CoQ10 and other specialties</td><td>Domestic-market-focused structure</td></tr></tbody></table><h2>Criteria for Choosing Good Ingredients</h2><p>Whether European or not, the key criteria for evaluating ingredient quality remain the same.</p><ol><li><strong>Clinical Data</strong>: Has scientific research been accumulated on the ingredient itself?</li><li><strong>Traceability</strong>: Is the supply chain transparent from raw material origin to finished product?</li><li><strong>Regulatory Certification</strong>: Has it received objective certifications such as EFSA Novel Food approval or EU GMP?</li><li><strong>Branded Ingredients</strong>: Is it an independently validated branded ingredient like Quali-C or Carnipure?</li></ol><h2>Where Tradition Meets Innovation</h2><p>Industry forecasts predict the Precision Fermentation market will grow to tens of billions of dollars by 2030. European ingredient companies continue to lead in biotech, building on over a century of accumulated chemistry and fermentation expertise.</p><p>The prevalence of top supplement ingredient makers in Europe is the compound result of history, technology, regulation, and culture built over generations. Rather than assuming any single region's ingredients are inherently superior, a wiser approach is to understand this context and evaluate ingredient quality on its own merits.</p>"
    }
  ]
}
